[
  {
    "part_heading": "PART 1—DEFINITIONS",
    "section_heading": "§ 1.1   Definitions.",
    "paragraph": "Administrative Committee means the Administrative Committee of the Federal Register established under section 1506 of title 44, United States Code;",
    "references": [
      "section 1506",
      "title 44"
    ]
  },
  {
    "part_heading": "PART 1—DEFINITIONS",
    "section_heading": "§ 1.1   Definitions.",
    "paragraph": "Filing means making a document available for public inspection at the Office of the Federal Register during official business hours. A document is filed only after it has been received, processed and assigned a publication date according to the schedule in part 17 of this chapter.",
    "references": [
      "part 17"
    ]
  },
  {
    "part_heading": "PART 2—GENERAL INFORMATION",
    "section_heading": "§ 2.1   Scope and purpose.",
    "paragraph": "(a) This chapter sets forth the policies, procedures, and delegations under which the Administrative Committee of the Federal Register carries out its general responsibilities under chapter 15 of title 44, United States Code.",
    "references": [
      "title 44"
    ]
  },
  {
    "part_heading": "PART 5—GENERAL",
    "section_heading": "§ 5.1   Publication policy.",
    "paragraph": "(a) Pursuant to chapter 15 of title 44, United States Code, and this chapter, the Director of the Federal Register shall publish a serial publication called the Federal Register to contain the following:",
    "references": [
      "title 44"
    ]
  },
  {
    "part_heading": "PART 5—GENERAL",
    "section_heading": "§ 5.9   Categories of documents.",
    "paragraph": "(c) Proposed rules. This category contains each notice of proposed rulemaking submitted pursuant to section 553 of title 5, United States Code, or any other law, which if promulgated as a rule, would have general applicability and legal effect. This category includes documents that suggest changes to regulations in the Code of Federal Regulations, begin a rulemaking proceeding, and affect or relate to other documents previously published in the proposed rules section.",
    "references": [
      "section 553",
      "title 5"
    ]
  },
  {
    "part_heading": "PART 5—GENERAL",
    "section_heading": "§ 5.10   Forms of publication.",
    "paragraph": "Pursuant to section 1506 of title 44, United States Code, the Administrative Committee publishes the Federal Register in paper and online on www.govinfo.gov (44 U.S.C. 4101).",
    "references": [
      "44 U.S.C. 4101",
      "section 1506",
      "title 44"
    ]
  },
  {
    "part_heading": "PART 8—CODE OF FEDERAL REGULATIONS",
    "section_heading": "§ 8.1   Policy.",
    "paragraph": "(a) Pursuant to chapter 15 of title 44, United States Code, the Director of the Federal Register shall publish periodically a special edition of the Federal Register to present a compact and practical code called the “Code of Federal Regulations”, to contain each Federal regulation of general applicability and legal effect.",
    "references": [
      "title 44"
    ]
  },
  {
    "part_heading": "PART 8—CODE OF FEDERAL REGULATIONS",
    "section_heading": "§ 8.6   Forms of publication.",
    "paragraph": "(a) Under section 1506 of title 44, United States Code, the Administrative Committee authorizes publication of the Code of Federal Regulations in the following formats:",
    "references": [
      "section 1506",
      "title 44"
    ]
  },
  {
    "part_heading": "PART 20—HANDLING OF THE UNITED STATES GOVERNMENT MANUAL STATEMENTS",
    "section_heading": "§ 20.2   Preparation of agency statements.",
    "paragraph": "In accordance with schedules established under § 20.7 each agency shall submit for publication in the Manual an official draft of the information required by § 9.2 of this chapter and this part 20.",
    "references": [
      "part 20"
    ]
  },
  {
    "part_heading": "PART 51—INCORPORATION BY REFERENCE",
    "section_heading": "§ 51.7   What publications are eligible?",
    "paragraph": "(a) A publication is eligible for incorporation by reference under 5 U.S.C. 552(a) if it—",
    "references": [
      "5 U.S.C. 552"
    ]
  },
  {
    "part_heading": "PART 457—ENFORCEMENT OF NONDISCRIMINATION ON THE BASIS OF HANDICAP IN PROGRAMS OR ACTIVITIES CONDUCTED BY THE NATIONAL CAPITAL PLANNING COMMISSION",
    "section_heading": "§ 457.140   Employment.",
    "paragraph": "No qualified handicapped person shall, on the basis of handicap, be subjected to discrimination in employment under any program or activity conducted by the agency. The definitions, requirements, and procedures of section 501 of the Rehabilitation Act of 1973 (29 U.S.C. 791), as established by the Equal Employment Opportunity Commission in 29 CFR part 1613, shall apply to employment in federally conducted programs or activities.",
    "references": [
      "29 U.S.C. 791",
      "part 1613",
      "section 501"
    ]
  },
  {
    "part_heading": "PART 457—ENFORCEMENT OF NONDISCRIMINATION ON THE BASIS OF HANDICAP IN PROGRAMS OR ACTIVITIES CONDUCTED BY THE NATIONAL CAPITAL PLANNING COMMISSION",
    "section_heading": "§ 457.170   Compliance procedures.",
    "paragraph": "(b) The agency shall process complaints alleging violations of section 504 with respect to employment according to the procedures established by the Equal Employment Opportunity Commission in 29 CFR part 1613 pursuant to section 501 of the Rehabilitation Act of 1973 (29 U.S.C. 791).",
    "references": [
      "29 U.S.C. 791",
      "part 1613",
      "section 501",
      "section 504"
    ]
  },
  {
    "part_heading": "PART 500—ENFORCEMENT OF NONDISCRIMINATION ON THE BASIS OF HANDICAP IN PROGRAMS OR ACTIVITIES CONDUCTED BY THE NATIONAL COMMISSION FOR EMPLOYMENT POLICY",
    "section_heading": "§ 500.140   Employment.",
    "paragraph": "No qualified handicapped person shall, on the basis of handicap, be subjected to discrimination in employment under any program or activity conducted by the agency. The definitions, requirements, and procedures of section 501 of the Rehabilitation Act of 1973 (29 U.S.C. 791), as established by the Equal Employment Opportunity Commission in 29 CFR part 1613, shall apply to employment in federally conducted programs or activities.",
    "references": [
      "29 U.S.C. 791",
      "part 1613",
      "section 501"
    ]
  },
  {
    "part_heading": "PART 500—ENFORCEMENT OF NONDISCRIMINATION ON THE BASIS OF HANDICAP IN PROGRAMS OR ACTIVITIES CONDUCTED BY THE NATIONAL COMMISSION FOR EMPLOYMENT POLICY",
    "section_heading": "§ 500.170   Compliance procedures.",
    "paragraph": "(b) The agency shall process complaints alleging violations of section 504 with respect to employment according to the procedures established by the Equal Employment Opportunity Commission in 29 CFR part 1613 pursuant to section 501 of the Rehabilitation Act of 1973 (29 U.S.C. 791).",
    "references": [
      "29 U.S.C. 791",
      "part 1613",
      "section 501",
      "section 504"
    ]
  },
  {
    "part_heading": "PART 602—NATIONAL CAPITAL PLANNING COMMISSION FREEDOM OF INFORMATION ACT REGULATIONS",
    "section_heading": "§ 602.1   Purpose.",
    "paragraph": "This part contains the rules the National Capital Planning Commission (NCPC or Commission) shall follow in processing third party Requests for Records concerning the activities of the NCPC under the Freedom of Information Act (FOIA), 5 U.S.C. 552, as amended. Requests made by a U.S. citizen or an individual lawfully admitted for permanent residence to access his or her own records under the Privacy Act, 5 U.S.C. 522a are processed under this part and in accordance with part 603 of Title 1 of the Code of Federal Regulations (CFR) to provide the greatest degree of access while safeguarding an individual's personal privacy. Information routinely provided to the public as part of regular NCPC activity shall be provided to the public without regard to this part.",
    "references": [
      "5 U.S.C. 552",
      "Title 1",
      "part 603"
    ]
  },
  {
    "part_heading": "PART 602—NATIONAL CAPITAL PLANNING COMMISSION FREEDOM OF INFORMATION ACT REGULATIONS",
    "section_heading": "§ 602.3   Definitions.",
    "paragraph": "Privacy Act Request means, in accordance with NCPC's Privacy Act Regulations (1 CFR part 603) a written (paper copy with an original signature) request made by an individual for information about himself/herself that is contained in a Privacy Act system of records. The Privacy Act applies only to U.S. citizens and aliens lawfully admitted for permanent residence such that only individuals satisfying these criteria may make Privacy Act Requests.",
    "references": [
      "part 603"
    ]
  },
  {
    "part_heading": "PART 603—PRIVACY ACT REGULATIONS",
    "section_heading": "§ 603.1   Purpose and scope.",
    "paragraph": "(d) In addition to the rules in this part, the NCPC shall process all Privacy Act Requests for Access to Records in accordance with the Freedom of Information Act (FOIA), 5 U.S.C. 552, and part 602 of this chapter.",
    "references": [
      "5 U.S.C. 552",
      "part 602"
    ]
  },
  {
    "part_heading": "PART 603—PRIVACY ACT REGULATIONS",
    "section_heading": "§ 603.2   Definitions.",
    "paragraph": "E-Government Act of 2002 shall mean Public Law 107-347, Dec. 17, 2002, 116 Stat. 2899, the privacy portions of which are set out as a note under section 3501 of title 44.",
    "references": [
      "section 3501",
      "title 44"
    ]
  },
  {
    "part_heading": "PART 603—PRIVACY ACT REGULATIONS",
    "section_heading": "§ 603.17   Fees.",
    "paragraph": "(a) The NCPC shall charge for the duplication of Records under this subpart in accordance with the schedule of fees set forth in part 602 of this chapter. The NCPC shall not charge duplication fees when the Requester asks to inspect the Records personally but is provided copies at the discretion of the agency.",
    "references": [
      "part 602",
      "subpart in"
    ]
  }
]