{
  "parts": [
    {
      "part_heading": "PART 1—ABOUT TITLE 2 OF THE CODE OF FEDERAL REGULATIONS AND SUBTITLE A",
      "sections": []
    },
    {
      "part_heading": "PARTS 2-24 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 25—UNIQUE ENTITY IDENTIFIER AND SYSTEM FOR AWARD MANAGEMENT",
      "sections": []
    },
    {
      "part_heading": "PARTS 26-169 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 170—REPORTING SUBAWARD AND EXECUTIVE COMPENSATION INFORMATION",
      "sections": []
    },
    {
      "part_heading": "PARTS 171-174 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 175—AWARD TERM FOR TRAFFICKING IN PERSONS",
      "sections": []
    },
    {
      "part_heading": "PART 176—AWARD TERMS FOR ASSISTANCE AGREEMENTS THAT INCLUDE FUNDS UNDER THE AMERICAN RECOVERY AND REINVESTMENT ACT OF 2009, PUBLIC LAW 111-5",
      "sections": [
        {
          "heading": "§ 176.10   Purpose of this part.",
          "paragraphs": [
            "This part establishes Federal Governmentwide award terms for financial assistance awards, namely, grants, cooperative agreements, and loans, to implement the cross-cutting requirements of the American Recovery and Reinvestment Act of 2009, Public Law 111-5 (Recovery Act). These requirements are cross-cutting in that they apply to more than one agency's awards."
          ]
        },
        {
          "heading": "§ 176.20   Agency responsibilities (general).",
          "paragraphs": [
            "(a) In any assistance award funded in whole or in part by the Recovery Act, the award official shall indicate that the award is being made under the Recovery Act, and indicate what projects and/or activities are being funded under the Recovery Act. This requirement applies whenever Recovery Act funds are used, regardless of the assistance type.",
            "(b) To maximize transparency of Recovery Act funds required for reporting by the assistance recipient, the award official shall consider structuring assistance awards to allow for separately tracking Recovery Act funds.",
            "(c) Award officials shall ensure that recipients comply with the Recovery Act requirements of Subpart A. If the recipient fails to comply with the reporting requirements or other award terms, the award official or other authorized agency action official shall take the appropriate enforcement or termination action in accordance with 2 CFR 215.62 or the agency's implementation of the OMB Circular A-102 grants management common rule. OMB Circular A-102 is available at http://www.whitehouse.gov/omb/circulars/a102/a102.html.",
            "(d) The award official shall make the recipient's failure to comply with the reporting requirements a part of the recipient's performance record."
          ]
        },
        {
          "heading": "§ 176.30   Definitions.",
          "paragraphs": [
            "As used in this part—",
            "Award means any grant, cooperative agreement or loan made with Recovery Act funds. Award official means a person with the authority to enter into, administer, and/or terminate financial assistance awards and make related determinations and findings.",
            "Classified or “classified information” means any knowledge that can be communicated or any documentary material, regardless of its physical form or characteristics, that—",
            "(1)(i) Is owned by, is produced by or for, or is under the control of the United States Government; or",
            "(ii) Has been classified by the Department of Energy as privately generated restricted data following the procedures in 10 CFR 1045.21; and",
            "(2) Must be protected against unauthorized disclosure according to Executive Order 12958, Classified National Security Information, April 17, 1995, or classified in accordance with the Atomic Energy Act of 1954.",
            "Recipient means any entity other than an individual that receives Recovery Act funds in the form of a grant, cooperative agreement or loan directly from the Federal Government.",
            "Recovery funds or Recovery Act funds are funds made available through the appropriations of the American Recovery and Reinvestment Act of 2009, Public Law 111-5.",
            "Subaward means—",
            "(1) A legal instrument to provide support for the performance of any portion of the substantive project or program for which the recipient received this award and that the recipient awards to an eligible subrecipient;",
            "(2) The term does not include the recipient's procurement of property and services needed to carry out the project or program (for further explanation, see §____.210 of the attachment to OMB Circular A-133, “Audits of States, Local Governments, and Non-Profit Organizations”). OMB Circular A-133 is available at http://www.whitehouse.gov/omb/circulars/a133/a133.html.",
            "(3) A subaward may be provided through any legal agreement, including an agreement that the recipient or a subrecipient considers a contract.",
            "Subcontract means a legal instrument used by a recipient for procurement of property and services needed to carry out the project or program.",
            "Subrecipient or Subawardee means a non-Federal entity that expends Federal awards received from a pass-through entity to carry out a Federal program, but does not include an individual that is a beneficiary of such a program. A subrecipient may also be a recipient of other Federal awards directly from a Federal awarding agency. Guidance on distinguishing between a subrecipient and a vendor is provided in §____.210 of OMB Circular A-133."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 177-179 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 180—OMB GUIDELINES TO AGENCIES ON GOVERNMENT-WIDE DEBARMENT AND SUSPENSION (NONPROCUREMENT)",
      "sections": [
        {
          "heading": "§ 180.5   What does this part do?",
          "paragraphs": [
            "This part provides guidance for Federal agencies on how to implement the government-wide debarment and suspension system for nonprocurement programs and activities."
          ]
        },
        {
          "heading": "§ 180.10   How is this part organized?",
          "paragraphs": [
            "This part is organized into two segments.",
            "(a) Sections 180.5 through 180.45 contain general policy direction for Federal agencies' use of the standards in subparts A through I.",
            "(b) Subparts A through I contain uniform government-wide standards that Federal agencies are to use to specify:",
            "(1) The types of transactions that are covered by the nonprocurement debarment and suspension system;",
            "(2) The effects of an exclusion under that nonprocurement system, including reciprocal effects with the government-wide debarment and suspension system for procurement;",
            "(3) The criteria and minimum due process to be used in nonprocurement debarment and suspension actions; and",
            "(4) Related policies and procedures to ensure the effectiveness of those actions."
          ]
        },
        {
          "heading": "§ 180.15   To whom does the guidance apply?",
          "paragraphs": [
            "This part provides guidance to Federal agencies. Publication of this guidance in the Code of Federal Regulations (CFR) does not change its nature—it is guidance and not regulation. Federal agencies' implementation of this guidance governs the rights and responsibilities of other persons affected by the nonprocurement debarment and suspension system."
          ]
        },
        {
          "heading": "§ 180.20   What must a Federal agency do to implement these guidelines?",
          "paragraphs": [
            "As Section 3 of Executive Order 12549 requires, each Federal agency with nonprocurement programs and activities covered by subparts A through I of the guidance must issue regulations consistent with those subparts."
          ]
        },
        {
          "heading": "§ 180.25   What must a Federal agency address in its implementation of the guidance?",
          "paragraphs": [
            "Each Federal agency's implementing regulation:",
            "(a) Must establish policies and procedures for that Federal agency's nonprocurement debarment and suspension programs and activities consistent with this guidance. When adopted by a Federal agency, the provisions of the guidance have a regulatory effect on that Federal agency's programs and activities.",
            "(b) Must address some matters for which these guidelines give each Federal agency some discretion. Specifically, the regulation must:",
            "(1) Identify either the Federal agency head or the title of the designated official who is authorized to grant exceptions under § 180.135 to let an excluded person participate in a covered transaction.",
            "(2) State whether the Federal agency includes as covered transactions an additional tier of contracts awarded under covered nonprocurement transactions, as permitted under § 180.220(c).",
            "(3) Identify the method(s) a Federal agency official may use when entering into a covered transaction with a primary tier participant to communicate to the participant the requirements described in § 180.435. Examples of methods are an award term that requires compliance as a condition of the award, an assurance of compliance obtained at the time of application, or a certification.",
            "(4) State whether the Federal agency specifies a particular method that participants must use to communicate compliance requirements to lower tier participants, as described in § 180.330(a). If there is a specified method, the regulation must require Federal agency officials to communicate that requirement when entering into covered transactions with primary tier participants.",
            "(c) May also, at the Federal agency's option:",
            "(1) Identify any specific types of transactions the Federal agency includes as “nonprocurement transactions” in addition to the examples provided in § 180.970.",
            "(2) Identify any types of nonprocurement transactions that the Federal agency exempts from coverage under these guidelines, as authorized under § 180.215(g)(2).",
            "(3) Identify specific examples of types of individuals who would be “principals” under the Federal agency's nonprocurement programs and transactions, in addition to the types of individuals described in § 180.995.",
            "(4) Specify the Federal agency's procedures, if any, by which a respondent may appeal a suspension or debarment decision.",
            "(5) Identify by title the officials designated by the Federal agency head as debarring officials under § 180.930 or suspending officials under § 180.1010.",
            "(6) Include a subpart covering disqualifications, as authorized in § 180.45.",
            "(7) Include any provisions authorized by OMB."
          ]
        },
        {
          "heading": "§ 180.30   Where does a Federal agency implement these guidelines?",
          "paragraphs": [
            "Each Federal agency that participates in the government-wide nonprocurement debarment and suspension system must issue a regulation implementing these guidelines within its chapter in subtitle B of this title."
          ]
        },
        {
          "heading": "§ 180.40   How are these guidelines maintained?",
          "paragraphs": [
            "The Interagency Committee on Debarment and Suspension, established by section 4 of Executive Order 12549, recommends to the OMB any needed revisions to the guidelines in this part. The OMB publishes proposed changes to the guidelines in the Federal Register for public comment, considers comments with the help of the Interagency Committee on Debarment and Suspension, and issues the final guidelines."
          ]
        },
        {
          "heading": "§ 180.45   Do these guidelines cover persons who are disqualified, as well as those who are excluded from nonprocurement transactions?",
          "paragraphs": [
            "A Federal agency may add a subpart covering disqualifications to its regulation implementing these guidelines, but the guidelines in subparts A through I:",
            "(a) Address disqualified persons only to:",
            "(1) Provide for their inclusion in the System for Award Management (SAM.gov) Exclusions; and",
            "(2) State the responsibilities of Federal agencies and participants to check for disqualified persons before entering into covered transactions.",
            "(b) Do not specify the:",
            "(1) Transactions for which a disqualified person is ineligible. Those transactions vary on a case-by-case basis because they depend on the language of the specific statute, Executive order, or regulation that caused the disqualification;",
            "(2) Entities to which a disqualification applies; or",
            "(3) Process that a Federal agency uses to disqualify a person. Unlike exclusion under subparts A through I of this part, disqualification is frequently not a discretionary action that a Federal agency takes and may include special procedures."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 181 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 182—GOVERNMENT-WIDE REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 182.5   What does this part do?",
          "paragraphs": [
            "This part provides guidance for Federal agencies on the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 8101-8106, as amended) that applies to grants. It also applies the provisions of the Act to cooperative agreements and other financial assistance awards, as a matter of Federal Government policy."
          ]
        },
        {
          "heading": "§ 182.10   How is this part organized?",
          "paragraphs": [
            "This part is organized into two segments.",
            "(a) Sections 182.5 through 182.40 contain general policy direction for Federal agencies' use of the uniform policies and procedures in subparts A through F.",
            "(b) Subparts A through F contain uniform government-wide policies and procedures for Federal agency use to specify the:",
            "(1) Types of awards that are covered by drug-free workplace requirements;",
            "(2) Drug-free workplace requirements with which a recipient must comply;",
            "(3) Actions required of a Federal agency awarding official; and",
            "(4) Consequences of a violation of drug-free workplace requirements."
          ]
        },
        {
          "heading": "§ 182.15   To whom does the guidance apply?",
          "paragraphs": [
            "This part provides guidance to Federal agencies. Publication of this guidance in the Code of Federal Regulations (CFR) does not change its nature—it is guidance and not regulation. Federal agencies' implementation of this guidance governs the rights and responsibilities of other persons affected by the drug-free workplace requirements."
          ]
        },
        {
          "heading": "§ 182.20   What must a Federal agency do to implement the guidance?",
          "paragraphs": [
            "To comply with the requirement in 41 U.S.C. 8106 for government-wide regulations, each Federal agency that awards grants or cooperative agreements or makes other financial assistance awards that are subject to the drug-free workplace requirements in subparts A through F of the guidance must issue a regulation consistent with those subparts."
          ]
        },
        {
          "heading": "§ 182.25   What must a Federal agency address in its implementation of the guidance?",
          "paragraphs": [
            "Each Federal agency's implementing regulation:",
            "(a) Must establish drug-free workplace policies and procedures for that Federal agency's Federal awards consistent with this guidance. When adopted by a Federal agency, the provisions of the guidance have a regulatory effect on that Federal agency's awards.",
            "(b) Must address some matters for which the guidance in this part gives the Federal agency discretion. Specifically, the regulation must:",
            "(1) State whether the Federal agency:",
            "(i) Has a central point to which a recipient may send the notification of a conviction that is required under § 182.225(a) or § 182.300(b); or",
            "(ii) Requires the recipient to send the notification to the Federal agency awarding official or their designee for each Federal award.",
            "(2) Either:",
            "(i) State that the Federal agency head is the official authorized to determine under § 182.500 or § 182.505 that a recipient has violated the drug-free workplace requirements; or",
            "(ii) Provide the title of the official designated to make that determination.",
            "(c) May also, at the Federal agency's option, identify any specific types of financial assistance awards, in addition to grants and cooperative agreements, to which the Federal agency makes this guidance applicable."
          ]
        },
        {
          "heading": "§ 182.30   Where does a Federal agency implement the guidance?",
          "paragraphs": [
            "Each Federal agency that awards grants or cooperative agreements or makes other financial assistance awards that are subject to the drug-free workplace guidance in this part must issue a regulation implementing the guidance within its chapter in subtitle B of this title of the Code of Federal Regulations."
          ]
        },
        {
          "heading": "§ 182.40   How is the guidance maintained?",
          "paragraphs": [
            "The OMB publishes proposed changes to the guidance in the Federal Register for public comment, considers comments with the help of appropriate interagency working groups, and then issues any changes to the guidance in final form."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 183—NEVER CONTRACT WITH THE ENEMY",
      "sections": [
        {
          "heading": "§ 183.5   Purpose of this part.",
          "paragraphs": [
            "This part provides guidance to Federal agencies on the implementation of the Never Contract with the Enemy requirements applicable to certain grants and cooperative agreements, as specified in subtitle E, title VIII of the National Defense Authorization Act (NDAA) for Fiscal Year (FY) 2015 (Pub. L. 113-291), as amended by Sec. 820 of the National Defense Authorization Act for Fiscal Year 2023 (Pub. L. 117-263), hereafter cited as “Never Contract with the Enemy”)."
          ]
        },
        {
          "heading": "§ 183.10   Applicability.",
          "paragraphs": [
            "(a) This part applies only to grants and cooperative agreements that are expected to exceed $50,000 and that are performed outside the United States, including U.S. territories, and that are in support of a contingency operation in which members of the Armed Forces are actively engaged in hostilities. It does not apply to the authorized intelligence or law enforcement activities of the Federal Government.",
            "(b) All elements of this part are applicable until the date of expiration as provided in law."
          ]
        },
        {
          "heading": "§ 183.15   Responsibilities of Federal agencies.",
          "paragraphs": [
            "(a) Prior to making an award for a covered grant or cooperative agreement (see also § 183.35), the Federal agency must check the current list of prohibited or restricted persons or entities in the System for Award Management (SAM.gov) Exclusions.",
            "(b) The Federal agency may include the award term provided in appendix A in all covered grant and cooperative agreement awards in accordance with Never Contract with the Enemy.",
            "(c) A Federal agency may become aware of a person or entity that:",
            "(1) Provides funds, including goods and services, received under a covered grant or cooperative agreement of an executive agency directly or indirectly to covered persons or entities; or",
            "(2) Fails to exercise due diligence to ensure that no funds, including goods and services, received under an executive agency's covered grant or cooperative agreement are provided directly or indirectly to covered persons or entities.",
            "(d) When a Federal agency becomes aware of such a person or entity, it may do any of the following actions:",
            "(1) Restrict the future award of all Federal contracts, grants, and cooperative agreements to the person or entity based upon concerns that Federal awards to the entity would provide grant funds directly or indirectly to a covered person or entity.",
            "(2) Terminate any grant, cooperative agreement, or contract to a covered person or entity upon becoming aware that the recipient has failed to exercise due diligence to ensure that no award funds are provided directly or indirectly to a covered person or entity.",
            "(3) Void in whole or in part any grant, cooperative agreement, or contracts of the executive agency concerned upon a written determination by the head of contracting activity or another appropriate official that the grant or cooperative agreement provides funds directly or indirectly to a covered person or entity.",
            "(e) The Federal agency must notify recipients in writing regarding its decision to restrict all future awards, terminate or void a grant or cooperative agreement, or both. The agency must also notify the recipient in writing about the recipient's right to request an administrative review (using the agency's procedures) of the restriction, termination, or void of the grant or cooperative agreement within 30 days of receiving notification."
          ]
        },
        {
          "heading": "§ 183.20   Reporting responsibilities of Federal agencies.",
          "paragraphs": [
            "(a) If a Federal agency restricts all future awards to a covered person or entity, it must enter information on the ineligible person or entity into SAM.gov Exclusions as a prohibited or restricted source pursuant to Never Contract with the Enemy.",
            "(b) When a Federal agency terminates or voids a grant or cooperative agreement due to Never Contract with the Enemy, it must report the action as a termination for material failure to comply in SAM.gov. Federal agencies must use the Contractor Performance Assessment Reporting System (CPARS) to enter or amend information in SAM.gov.",
            "(c) The Federal agency must document and report to the head of the executive agency concerned (or the designee of such head) and the commander of the covered combatant command concerned (or specific deputies):",
            "(1) Any action to restrict all future awards or to terminate or void an award with a covered person or entity.",
            "(2) Any decision not to restrict all future awards, terminate, or void an award along with the agency's reasoning for not taking one of these actions after the agency became aware that a person or entity is a prohibited or restricted source.",
            "(d) Each report referenced in paragraph (c)(1) of this section must include the following:",
            "(1) The executive agency taking such action.",
            "(2) An explanation of the basis for the action taken.",
            "(3) The value of the terminated or voided grant or cooperative agreement.",
            "(4) The value of all grants and cooperative agreements of the executive agency with the person or entity concerned at the time the grant or cooperative agreement was terminated or voided.",
            "(e) Each report referenced in paragraph (c)(2) of this section must include the following:",
            "(1) The executive agency concerned.",
            "(2) An explanation of the basis for not taking the action.",
            "(f) For each instance in which an executive agency exercised the additional authority to examine recipient and lower tier entity (for example, subrecipient or contractor) records, the agency must report in writing to the head of the executive agency concerned (or the designee of such head) and the commander of the covered combatant command concerned (or specific deputies) the following:",
            "(1) An explanation of the basis for the action taken; and",
            "(2) A summary of the results of any examination of records."
          ]
        },
        {
          "heading": "§ 183.25   Responsibilities of recipients.",
          "paragraphs": [
            "(a) Recipients of covered grants or cooperative agreements must fulfill the requirements outlined in the award term provided in Appendix A to this part.",
            "(b) Recipients must also flow down the provisions in award terms covered in Appendix A to this part to all contracts and subawards under the award."
          ]
        },
        {
          "heading": "§ 183.30   Access to records.",
          "paragraphs": [
            "In addition to any other existing examination-of-records authority, the Federal Government is authorized to examine any records of the recipient and its subawards, to the extent necessary, to ensure that funds, including supplies and services, received under a covered grant or cooperative agreement (see § 183.35) are not provided directly or indirectly to a covered person or entity in accordance with Never Contract with the Enemy. The Federal agency may only exercise this authority upon a written determination by the Federal agency that relies on a finding by the commander of a covered combatant command that there is reason to believe that funds, including supplies and services, received under the grant or cooperative agreement may have been provided directly or indirectly to a covered person or entity."
          ]
        },
        {
          "heading": "§ 183.35   Definitions.",
          "paragraphs": [
            "Terms used in this part are defined as follows:",
            "Contingency operation, as defined in 10 U.S.C. 101(a)(13), means a military operation that:",
            "(1) Is designated by the Secretary of Defense as an operation in which members of the armed forces are or may become involved in military actions, operations, or hostilities against an enemy of the United States or against an opposing military force; or",
            "(2) Results in the call or order to, or retention on, active duty of members of the uniformed services under 10 U.S.C. 688, 12301(a), 12302, 12304, 12304a, 12305, 12406 of 10 U.S.C. chapter 15, 14 U.S.C. 3713 or any other provision of law during a war or during a national emergency declared by the President or Congress.",
            "Covered combatant command means the following:",
            "(1) The United States Africa Command.",
            "(2) The United States Central Command.",
            "(3) The United States European Command.",
            "(4) The United States Pacific Command.",
            "(5) The United States Southern Command.",
            "(6) The United States Transportation Command.",
            "Covered grant or cooperative agreement means a grant or cooperative agreement, as defined in 2 CFR 200.1 with an estimated value in excess of $50,000 that is performed outside the United States, including its possessions and territories, in support of a contingency operation in which members of the Armed Forces are actively engaged in hostilities. Except for U.S. Department of Defense grants and cooperative agreements that were awarded on or before December 19, 2017, that will be performed in the United States Central Command, where the estimated value is in excess of $100,000.",
            "Covered person or entity means a person or entity that is actively opposing United States or coalition forces involved in a contingency operation in which members of the Armed Forces are actively engaged in hostilities."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 184—BUY AMERICA PREFERENCES FOR INFRASTRUCTURE PROJECTS",
      "sections": [
        {
          "heading": "§ 184.1   Purpose and policy.",
          "paragraphs": [
            "(a) Purpose. This part provides guidance to Federal agencies on the implementation of the Buy America Preference applicable to Federal financial assistance set forth in part I of subtitle A, Buy America Sourcing Preferences, of the Build America, Buy America Act included in the Infrastructure Investment and Jobs Act (Pub. L. 117-58) at division G, title IX, subtitle A, part I, sections 70911 through 70917.",
            "(b) Policy. The head of each Federal agency must ensure that none of the funds made available for a Federal award for an infrastructure project may be obligated unless all of the iron, steel, manufactured products, and construction materials incorporated into the project are produced in the United States. See section 70914(a) of the Build America Buy America Act."
          ]
        },
        {
          "heading": "§ 184.2   Applicability, effective date, and severability.",
          "paragraphs": [
            "(a) Non-applicability of this part to existing Buy America Preferences. This part does not apply to a Buy America Preference meeting or exceeding the requirements of section 70914 of the Build America, Buy America Act applied by a Federal agency to Federal awards for infrastructure projects before November 15, 2021.",
            "(b) Effective date of this part. The effective date of this part is October 23, 2023. Except as provided in paragraph (c) of this section, this part applies to Federal awards obligated on or after its effective date. Awards obligated on or after May 14, 2022, the effective date of the Build America, Buy America Act, and before the effective date of this part, are instead subject to OMB Memorandum M-22-11.",
            "(c) Modified effective date of this part for certain infrastructure projects. If an infrastructure project that has previously received a Federal award obligated on or after May 14, 2022, but before the effective date of this part receives an additional Federal award obligated within one year of the effective date of this part, the additional Federal award is subject to OMB Memorandum M-22-11. However, if significant design or planning changes are made to the infrastructure project, the Federal agency may apply this part to the additional Federal award. Federal awards for an infrastructure project obligated after one year from the effective date of this part are subject to this part, regardless of whether this part applied to previous awards for the project.",
            "(d) Severability. The provisions of this part are separate and severable from one another. OMB intends that if a provision of this part is held to be invalid or unenforceable as applied to a particular person or circumstance, the provision should be construed so as to continue to give the maximum effect permitted by law as applied to other persons not similarly situated or to dissimilar circumstances. If any provision is determined to be wholly invalid and unenforceable, it should be severed from the remaining provisions of this part, which should remain in effect."
          ]
        },
        {
          "heading": "§ 184.3   Definitions.",
          "paragraphs": [
            "Acronyms used in this part have the same meaning as provided in 2 CFR 200.0. Terms not defined in this part have the same meaning as provided in 2 CFR 200.1, except for the terms “equipment,” “expenditures,” and “supplies,” which are not specifically defined for this part. As used in this part:",
            "Build America, Buy America Act means division G, title IX, subtitle A, parts I-II, sections 70901 through 70927 of the Infrastructure Investment and Jobs Act (Pub. L. 117-58).",
            "Buy America Preference means the “domestic content procurement preference” set forth in section 70914 of the Build America, Buy America Act, which requires the head of each Federal agency to ensure that none of the funds made available for a Federal award for an infrastructure project may be obligated unless all of the iron, steel, manufactured products, and construction materials incorporated into the project are produced in the United States.",
            "Component means an article, material, or supply, whether manufactured or unmanufactured, incorporated directly into: a manufactured product; or, where applicable, an iron or steel product.",
            "Construction materials means articles, materials, or supplies that consist of only one of the items listed in paragraph (1) of this definition, except as provided in paragraph (2) of this definition. To the extent one of the items listed in paragraph (1) contains as inputs other items listed in paragraph (1), it is nonetheless a construction material.",
            "(1) The listed items are:",
            "(i) Non-ferrous metals;",
            "(ii) Plastic and polymer-based products (including polyvinylchloride, composite building materials, and polymers used in fiber optic cables);",
            "(iii) Glass (including optic glass);",
            "(iv) Fiber optic cable (including drop cable);",
            "(v) Optical fiber;",
            "(vi) Lumber;",
            "(vii) Engineered wood; and",
            "(viii) Drywall.",
            "(2) Minor additions of articles, materials, supplies, or binding agents to a construction material do not change the categorization of the construction material.",
            "Infrastructure project means any activity related to the construction, alteration, maintenance, or repair of infrastructure in the United States regardless of whether infrastructure is the primary purpose of the project. See also paragraphs (c) and (d) of § 184.4.",
            "Iron or steel products means articles, materials, or supplies that consist wholly or predominantly of iron or steel or a combination of both.",
            "Manufactured products means:",
            "(1) Articles, materials, or supplies that have been:",
            "(i) Processed into a specific form and shape; or",
            "(ii) Combined with other articles, materials, or supplies to create a product with different properties than the individual articles, materials, or supplies.",
            "(2) If an item is classified as an iron or steel product, a construction material, or a section 70917(c) material under § 184.4(e) and the definitions set forth in this section, then it is not a manufactured product. However, an article, material, or supply classified as a manufactured product under § 184.4(e) and paragraph (1) of this definition may include components that are construction materials, iron or steel products, or section 70917(c) materials.",
            "Manufacturer means the entity that performs the final manufacturing process that produces a manufactured product.",
            "Predominantly of iron or steel or a combination of both means that the cost of the iron and steel content exceeds 50 percent of the total cost of all its components. The cost of iron and steel is the cost of the iron or steel mill products (such as bar, billet, slab, wire, plate, or sheet), castings, or forgings utilized in the manufacture of the product and a good faith estimate of the cost of iron or steel components.",
            "Produced in the United States means:",
            "(1) In the case of iron or steel products, all manufacturing processes, from the initial melting stage through the application of coatings, occurred in the United States.",
            "(2) In the case of manufactured products:",
            "(i) The product was manufactured in the United States; and",
            "(ii) The cost of the components of the manufactured product that are mined, produced, or manufactured in the United States is greater than 55 percent of the total cost of all components of the manufactured product, unless another standard that meets or exceeds this standard has been established under applicable law or regulation for determining the minimum amount of domestic content of the manufactured product. See § 184.2(a). The costs of components of a manufactured product are determined according to § 184.5.",
            "(3) In the case of construction materials, all manufacturing processes for the construction material occurred in the United States. See § 184.6 for more information on the meaning of “all manufacturing processes” for specific construction materials.",
            "Section 70917(c) materials means cement and cementitious materials; aggregates such as stone, sand, or gravel; or aggregate binding agents or additives. See section 70917(c) of the Build America, Buy America Act."
          ]
        },
        {
          "heading": "§ 184.4   Applying the Buy America Preference to a Federal award.",
          "paragraphs": [
            "(a) Applicability of Buy America Preference to infrastructure projects. The Buy America Preference applies to Federal awards where funds are appropriated or otherwise made available for infrastructure projects in the United States, regardless of whether infrastructure is the primary purpose of the Federal award.",
            "(b) Including the Buy America Preference in Federal awards. All Federal awards with infrastructure projects must include the Buy America Preference in the terms and conditions. The Buy America Preference must be included in all subawards, contracts, and purchase orders for the work performed, or products supplied under the Federal award. The terms and conditions of a Federal award flow down to subawards to subrecipients unless a particular section of the terms and conditions of the Federal award specifically indicate otherwise.",
            "(c) Infrastructure in general. Infrastructure encompasses public infrastructure projects in the United States, which includes, at a minimum, the structures, facilities, and equipment for roads, highways, and bridges; public transportation; dams, ports, harbors, and other maritime facilities; intercity passenger and freight railroads; freight and intermodal facilities; airports; water systems, including drinking water and wastewater systems; electrical transmission facilities and systems; utilities; broadband infrastructure; and buildings and real property; and structures, facilities, and equipment that generate, transport, and distribute energy including electric vehicle (EV) charging.",
            "(d) Interpretation of infrastructure. The Federal agency should interpret the term “infrastructure” broadly and consider the description provided in paragraph (c) of this section as illustrative and not exhaustive. When determining if a particular project of a type not listed in the description in paragraph (c) constitutes “infrastructure,” the Federal agency should consider whether the project will serve a public function, including whether the project is publicly owned and operated, privately operated on behalf of the public, or is a place of public accommodation, as opposed to a project that is privately owned and not open to the public.",
            "(e) Categorization of articles, materials, and supplies. (1) An article, material, or supply should only be classified into one of the following categories:",
            "(i) Iron or steel products;",
            "(ii) Manufactured products;",
            "(iii) Construction materials; or",
            "(iv) Section 70917(c) materials.",
            "(2) An article, material, or supply should not be considered to fall into multiple categories. In some cases, an article, material, or supply may not fall under any of the categories listed in paragraph (e)(1) of this section. The classification of an article, material, or supply as falling into one of the categories listed in paragraph (e)(1) must be made based on its status at the time it is brought to the work site for incorporation into an infrastructure project. In general, the work site is the location of the infrastructure project at which the iron, steel, manufactured products, and construction materials will be incorporated.",
            "(f) Application of the Buy America Preference by category. An article, material, or supply incorporated into an infrastructure project must meet the Buy America Preference for only the single category in which it is classified."
          ]
        },
        {
          "heading": "§ 184.5   Determining the cost of components for manufactured products.",
          "paragraphs": [
            "In determining whether the cost of components for manufactured products is greater than 55 percent of the total cost of all components, use the following instructions:",
            "(a) For components purchased by the manufacturer, the acquisition cost, including transportation costs to the place of incorporation into the manufactured product (whether or not such costs are paid to a domestic firm), and any applicable duty (whether or not a duty-free entry certificate is issued); or",
            "(b) For components manufactured by the manufacturer, all costs associated with the manufacture of the component, including transportation costs as described in paragraph (a) of this section, plus allocable overhead costs, but excluding profit. Cost of components does not include any costs associated with the manufacture of the manufactured product."
          ]
        },
        {
          "heading": "§ 184.6   Construction material standards.",
          "paragraphs": [
            "(a) The Buy America Preference applies to the following construction materials incorporated into infrastructure projects. Each construction material is followed by a standard for the material to be considered “produced in the United States.”",
            "(1) Non-ferrous metals. All manufacturing processes, from initial smelting or melting through final shaping, coating, and assembly, occurred in the United States.",
            "(2) Plastic and polymer-based products. All manufacturing processes, from initial combination of constituent plastic or polymer-based inputs, or, where applicable, constituent composite materials, until the item is in its final form, occurred in the United States.",
            "(3) Glass. All manufacturing processes, from initial batching and melting of raw materials through annealing, cooling, and cutting, occurred in the United States.",
            "(4) Fiber optic cable (including drop cable). All manufacturing processes, from the initial ribboning (if applicable), through buffering, fiber stranding and jacketing, occurred in the United States. All manufacturing processes also include the standards for glass and optical fiber, but not for non-ferrous metals, plastic and polymer-based products, or any others.",
            "(5) Optical fiber. All manufacturing processes, from the initial preform fabrication stage through the completion of the draw, occurred in the United States.",
            "(6) Lumber. All manufacturing processes, from initial debarking through treatment and planing, occurred in the United States.",
            "(7) Drywall. All manufacturing processes, from initial blending of mined or synthetic gypsum plaster and additives through cutting and drying of sandwiched panels, occurred in the United States.",
            "(8) Engineered wood. All manufacturing processes from the initial combination of constituent materials until the wood product is in its final form, occurred in the United States.",
            "(b) Except as specifically provided, only a single standard under paragraph (a) of this section should be applied to a single construction material."
          ]
        },
        {
          "heading": "§ 184.7   Federal agency's issuance of a Buy America Preference waiver.",
          "paragraphs": [
            "(a) Justification of waivers. A Federal agency may waive the application of the Buy America Preference in any case in which it finds that:",
            "(1) Applying the Buy America Preference would be inconsistent with the public interest (a “public interest waiver”);",
            "(2) Types of iron, steel, manufactured products, or construction materials are not produced in the United States in sufficient and reasonably available quantities or of a satisfactory quality (a “nonavailability waiver”); or",
            "(3) The inclusion of iron, steel, manufactured products, or construction materials produced in the United States will increase the cost of the overall infrastructure project by more than 25 percent (an “unreasonable cost waiver”).",
            "(b) Requesting a waiver. Recipients may request waivers from a Federal agency if the recipient reasonably believes a waiver is justified under paragraph (a) of this section. A request from a recipient to waive the application of the Buy America Preference must be provided to the Federal agency in writing. Federal agencies must provide waiver request submission instructions and guidance on the format, contents, and supporting materials required for waiver requests from recipients.",
            "(c) Before issuing a proposed waiver. Before issuing a proposed waiver, the Federal agency must prepare a detailed written explanation for the proposed determination to issue the waiver based on a justification listed under paragraph (a) of this section, including for waivers requested by a recipient.",
            "(d) Before issuing a final waiver. Before issuing a final waiver, the Federal agency must:",
            "(1) Make the proposed waiver and the detailed written explanation publicly available in an easily accessible location on a website designated by the Federal agency and the Office of Management and Budget;",
            "(2) Except as provided in paragraph (e) of this section, provide a period of not less than 15 calendar days for public comment on the proposed waiver; and",
            "(3) Unless the Director of OMB provides otherwise, submit the waiver determination to the Made in America Office in OMB for final review pursuant to Executive Order 14005 and section 70923(b) of the Build America, Buy America Act.",
            "(e) Waivers of general applicability. Waivers of general applicability mean waivers that apply generally across multiple Federal awards. A Federal agency must provide a period of not less than 30 days for public comment on a proposal to modify or renew a waiver of general applicability."
          ]
        },
        {
          "heading": "§ 184.8   Exemptions to the Buy America Preference.",
          "paragraphs": [
            "(a) The Buy America Preference does not apply to expenditures for assistance authorized under section 402, 403, 404, 406, 408, or 502 of the Robert T. Stafford Disaster Relief and Emergency Assistance Act (42 U.S.C. 5170a, 5170b, 16 5170c, 5172, 5174, or 5192) relating to a major disaster or emergency declared by the President under section 401 or 501, respectively, of such Act (42 U.S.C. 5170, 5191) or pre and post disaster or emergency response expenditures.",
            "(b) “Pre and post disaster or emergency response expenditures” consist of expenditures for financial assistance that are:",
            "(1) Authorized by statutes other than the Stafford Act, 42 U.S.C. 5121 et seq.; and",
            "(2) Made in anticipation of or response to an event or events that qualify as an “emergency” or “major disaster” within the meaning of the Stafford Act, 42 U.S.C. 5122(1), (2)."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 185-199 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 200—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": []
    },
    {
      "part_heading": "PARTS 201-299 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 300—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 300.1   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the authority listed above, the Department of Health and Human Services adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200, and has codified the text, with HHS-specific amendments in 45 CFR part 75 and the following provisions of 2 CFR part 200: §§ 200.1 (definitions of Modified Total Direct Cost, Equipment, and Supplies), 200.313(e), 200.314(a), 200.320, 200.333, 200.344, 200.414(f), and 200.501. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for the Department."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 301-375 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 376—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 376.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Department of Health and Human Services (HHS or Department) policies and procedures for nonprocurement debarment and suspension. HHS thereby gives regulatory effect to the OMB guidance as supplemented by this part. This part satisfies the requirements in 2 CFR 180.20, section 3 of Executive Order 12549, “Debarment and Suspension”, Executive Order 12689, “Debarment and Suspension” and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 376.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)), apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” under subpart B of 2 CFR part 180, as supplemented by this part, and the definition of nonprocurement transaction” at 2 CFR 180.970.",
            "(b) Respondent in HHS suspension or debarment action;",
            "(c) HHS debarment or suspension official;",
            "(d) HHS grants officer, agreements officer, or other HHS official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 376.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, including the corresponding section that HHS published in 2 CFR part 376 identified by the same section number. The contracts under a nonprocurement transaction, that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., 2 CFR 376.220). For any section of OMB guidance in subparts A through I of 2 CFR part 180 that has no corresponding section in this part, HHS policies and procedures are those in the OMB guidance at 2 CFR part 180."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 382—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 382.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of HHS grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (Subparts A through F of 2 CFR part 182) for the HHS grants and cooperative agreements; and",
            "(b) Establishes HHS policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Governmentwide implementing regulations."
          ]
        },
        {
          "heading": "§ 382.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of an HHS grant or cooperative agreement; or",
            "(b) HHS awarding official."
          ]
        },
        {
          "heading": "§ 382.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, HHS policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 383-399 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 400—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 400.0   Definitions.",
          "paragraphs": [
            "The definitions in this part are for terms used in this chapter, and to define for USDA terms present in 2 CFR Subtitle A but not defined in that subtitle. Different definitions may be found in Federal statutes, regulations, or other sources that apply more specifically to particular programs or activities. Where parts of this chapter provide alternate definitions than those in this part, those definitions take precedence over any definition in this part. For terms used in this chapter that are not defined in this part, the definitions in 2 CFR part 200 apply. All terms not otherwise defined will use the dictionary definition.",
            "Audiovisual means a product containing visual imagery or sound or both. Examples of audiovisuals are motion pictures, live or prerecorded radio or television programs, slide shows, filmstrips, audio recordings, and multimedia presentations.",
            "Awarding official means a person with the authority to enter into, administer, and/or terminate financial assistance awards and make related determinations and findings.",
            "Construction means construction, alteration, or repair (including dredging, excavating, and painting) of buildings, structures, or other real property. For purposes of this definition, the terms “buildings, structures, or other real property” include, but are not limited to, improvements of all types, such as bridges, dams, plants, highways, parkways, streets, subways, tunnels, sewers, mains, power lines, cemeteries, pumping stations, railways, airport facilities, terminals, docks, piers, wharves, ways, lighthouses, buoys, jetties, breakwaters, levees, canals, and channels. For the purposes of 2 CFR part 184, construction also encompasses structures, facilities, and equipment incorporated into an infrastructure project regardless of whether they constitute real property.",
            "Department means the U.S. Department of Agriculture.",
            "Discretionary award means an award in which the Federal awarding agency, in keeping with specific statutory authority that enables the agency to exercise judgment (“discretion”), selects the recipient and/or the amount of Federal funding awarded through a competitive process or based on merit of proposals. A discretionary award may be selected by a USDA awarding agency on a non-competitive basis exclusively under the conditions set forth at 2 CFR 415.1.",
            "Eligible applications means those materials which have been submitted by a recipient for consideration for an award of Federal financial assistance and have been determined to comply with the minimum documentation and other requirements, which may be identified in respective notices of funding opportunities and applicable Federal statutes or regulations that apply more specifically to particular programs or activities.",
            "Federal financial assistance support means the transfer of anything of value by a USDA awarding agency through a Federal financial assistance instrument as defined at 2 CFR part 200.1, inclusive of Federally funded subawards and subcontracts under such instruments, to a recipient. Such support may be provided as a cash or in-kind contribution.",
            "Geospatial data means information that is tied to a location on the Earth, including by identifying the geographic location and characteristics of natural or constructed features and boundaries on the Earth, and that is generally represented in vector datasets by points, lines, polygons, or other complex geographic features or phenomena; may be derived from, among other things, remote sensing, mapping, and surveying technologies; includes images and raster datasets, aerial photographs, and other forms of geospatial data or datasets in digitized or non-digitized form.",
            "Information means any communication or representation of knowledge, such as facts, data, or opinions in any medium or form, including textual, numerical, graphic, cartographic, narrative, or audiovisual forms.",
            "Information dissemination product means any recorded information, regardless of physical form or characteristics, disseminated to the public.",
            "Maintenance means those activities conducted for the repair or upkeep of buildings, structures, facilities, and equipment which neither add to the permanent value of the property nor appreciably prolong its intended life, but keep it in an efficient operating condition.",
            "Production of an audiovisual means any steps that lead to a finished audiovisual, including but not limited to design, layout, script-writing, filming, editing, fabrication, sound recording or taping. The term does not include the placing of captions to make accessible films or videotapes not originally produced for use by individuals who are Deaf or hard of hearing.",
            "Secretary means the Secretary of the U.S. Department of Agriculture.",
            "USDA means the U.S. Department of Agriculture.",
            "USDA awarding agency means any component agency or staff office of the U.S. Department of Agriculture which provides any Federal financial assistance to or executes a Federal financial assistance instrument with a recipient."
          ]
        },
        {
          "heading": "§ 400.1   Applicability.",
          "paragraphs": [
            "This part adopts the OMB guidance in subparts A through F of 2 CFR part 200, as supplemented by this chapter, as USDA policies and procedures for uniform administrative requirements, cost principles, and audit requirements for Federal awards. It thereby gives regulatory effect for the USDA to the OMB guidance, as supplemented by this chapter."
          ]
        },
        {
          "heading": "§ 400.2   Conflict of interest.",
          "paragraphs": [
            "(a) Each USDA awarding agency must establish conflict of interest policies for its Federal financial assistance actions. Each USDA awarding agency employee must comply with the requirements set forth at 5 CFR part 2635, as well as 5 CFR part 8301 where applicable, when the USDA employee takes any action related to Federal financial assistance.",
            "(b) Recipients must disclose in writing any potential conflicts of interest to the USDA awarding agency or pass-through entity.",
            "(1) Recipients must maintain written standards of conduct covering conflicts of interest and governing the performance of their employees in the selection, award and administration of Federal awards. No employee, officer or agent may participate in the selection, award, or administration of a Federal award if he or she has a real or apparent conflict of interest. Such a conflict of interest would arise when the employee, officer, or agent, any member of his or her immediate family, his or her partner, or an organization which employs or is about to employ any of the parties indicated herein, has a financial or other interest in or a tangible personal benefit from an entity considered for a Federal award. The recipient may set standards for situations in which the financial interest is not substantial or the gift is an unsolicited item of nominal value. The standards of conduct must provide for disciplinary actions to be applied for violations of such standards by officers, employees, or agents of the recipient.",
            "(2) If the recipient has a parent, affiliate, or subsidiary organization that is not a state, local government, or Indian tribe, the non-Federal entity must also maintain written standards of conduct covering organizational conflicts of interest. Organizational conflicts of interest means that because of the relationships with a parent company, affiliate, or subsidiary organization, the recipient is unable or appears to be unable to be impartial in conducting a Federal award action involving a related organization.",
            "(3) Recipients must establish internal controls that include, at a minimum, procedures to identify, disclose, and mitigate or eliminate identified conflicts of interest. Recipients are responsible for notifying the respective USDA awarding agency in writing of any conflicts of interest that may arise during the period of performance of an award, including those which have been reported by subrecipients, no later than 5 calendar days following discovery. Upon receipt of such a disclosure, the respective USDA awarding agency must review and make a determination in writing if a potential or real conflict of interest exists and develop a plan for addressing or mitigating the issue, which may include remedies found at 2 CFR 200.339. USDA awarding agencies must make a determination within 30 calendar days of disclosure unless a longer period of time is necessary due to the complexity of the situation."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 401—BUY AMERICA PREFERENCES FOR INFRASTRUCTURE PROJECTS",
      "sections": [
        {
          "heading": "§ 401.1   What does this part do?",
          "paragraphs": [
            "This part identifies the USDA policy for the implementation of waivers to the domestic content procurement preferences as required by 2 CFR 184.7(b)."
          ]
        },
        {
          "heading": "§ 401.2   Waivers.",
          "paragraphs": [
            "On its public website, USDA must maintain waiver request submission instructions and guidance on the format, contents, and supporting materials required for waiver requests by which:",
            "(a) USDA awarding agencies may request waivers to the application of the Buy America Preference; and,",
            "(b) Prime recipients and subrecipients may request project-specific waivers from the respective USDA awarding agencies to the application of the Buy America Preference."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 402-414 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 415—GENERAL PROGRAM ADMINISTRATIVE REGULATIONS",
      "sections": []
    },
    {
      "part_heading": "PART 416—GENERAL PROGRAM ADMINISTRATIVE REGULATIONS FOR GRANTS AND COOPERATIVE AGREEMENTS TO STATE AND LOCAL GOVERNMENTS",
      "sections": [
        {
          "heading": "§ 416.1   Special procurement provisions.",
          "paragraphs": [
            "(a) In order to ensure objective contractor performance and eliminate unfair competitive advantage, a prospective contractor that develops or drafts specifications, requirements, statements of work, invitations for bids, request for proposals, contract term and conditions or other documents for use by a State in conducting a procurement under the USDA entitlement programs specified in 2 CFR 200.101(f)(4) through (7) must be excluded from competing for such procurements. Such prospective contractors are ineligible for contract awards resulting from such procurements regardless of the procurement method used. However, prospective contractors may provide States with specification information related to a State procurement under the USDA entitlement programs specified in 2 CFR 200.101(f)(4) through (7) and still compete for the procurement if the State, and not the prospective contractor, develops or drafts the specifications, requirements, statements of work, invitations for bid, and/or requests for proposals used to conduct the procurement.",
            "(b) Procurements by States under USDA entitlement programs specified in 2 CFR 200.101(f)(4) through (7) must be conducted in a manner that prohibits the use of statutorily or administratively imposed in-State or local geographic preferences."
          ]
        },
        {
          "heading": "§ 416.2   [Reserved]",
          "paragraphs": []
        }
      ]
    },
    {
      "part_heading": "PART 417—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 417.10   What does this part do?",
          "paragraphs": [
            "This part adopts the OMB guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the USDA policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the USDA to the OMB guidance, as supplemented by this part. For any section of OMB guidance in subparts A through I of 2 CFR part 180 that has no corresponding section in this part, USDA policies and procedures are those in the OMB guidance. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR, 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR, 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 417.20   Does this part apply to me?",
          "paragraphs": [
            "Through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a:",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970, as supplemented by §§ 417.215 and 417.220);",
            "(b) Respondent in a USDA debarment and suspension action;",
            "(c) USDA debarment or suspension official; or",
            "(d) USDA grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 417.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The USDA policies and procedures that you must follow are the policies and procedures specified in this regulation and each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by 2 CFR 180.220 as supplemented by § 417.220. For any section of OMB guidance in subparts A through I of 2 CFR part 180 that has no corresponding section in this part, USDA policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 418—NEW RESTRICTIONS ON LOBBYING",
      "sections": []
    },
    {
      "part_heading": "PART 421—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 421.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of USDA grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 8101-8106, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (Subparts A through F of 2 CFR part 182) for USDA's grants and cooperative agreements; and",
            "(b) Establishes USDA policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 8106 for Governmentwide implementing regulations."
          ]
        },
        {
          "heading": "§ 421.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in Subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of a USDA grant or cooperative agreement; or",
            "(b) USDA awarding official."
          ]
        },
        {
          "heading": "§ 421.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in Subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, USDA policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 422—RESEARCH INSTITUTIONS CONDUCTING USDA-FUNDED EXTRAMURAL RESEARCH; RESEARCH MISCONDUCT",
      "sections": [
        {
          "heading": "§ 422.1   Definitions.",
          "paragraphs": [
            "The following definitions apply to this part:",
            "Adjudication. The stage in response to an allegation of research misconduct when the outcome of the investigation is reviewed, and appropriate corrective actions, if any, are determined. Corrective actions generally will be administrative in nature, such as termination of an award, debarment, award restrictions, recovery of funds, or correction of the research record. However, if there is an indication of violation of civil or criminal statutes, civil or criminal sanctions may be pursued.",
            "Agency Research Integrity Officer (ARIO). The individual appointed by a USDA agency that conducts research and who is responsible for:",
            "(1) Receiving and processing allegations of research misconduct as assigned by the USDA RIO;",
            "(2) Informing OIG and the USDA RIO and the research institution associated with the alleged research misconduct, of allegations of research misconduct in the event it is reported to the USDA agency;",
            "(3) Ensuring that any records, documents and other materials relating to a research misconduct allegation are provided to OIG when requested;",
            "(4) Coordinating actions taken to address allegations of research misconduct with respect to extramural research with the research institution(s) at which time the research misconduct is alleged to have occurred, and with the USDA RIO;",
            "(5) Overseeing proceedings to address allegations of extramurally funded research misconduct at intramural research institutions and research institutions where extramural research occurs;",
            "(6) Ensuring that agency action to address allegations of research misconduct at USDA agencies performing extramurally funded research is performed at an organizational level that allows an independent, unbiased, and equitable process;",
            "(7) Immediately notifying OIG, the USDA RIO, and the applicable research institution if:",
            "(i) Public health or safety is at risk;",
            "(ii) USDA's resources, reputation, or other interests need protecting;",
            "(iii) Research activities should be suspended;",
            "(iv) Federal action may be needed to protect the interest of a subject of the investigation or of others potentially affected;",
            "(v) A premature public disclosure of the inquiry into or investigation of the allegation may compromise the process;",
            "(vi) The scientific community or the public should be informed; or",
            "(vii) Behavior that is or may be criminal in nature is discovered at any point during the inquiry, investigation, or adjudication phases of the research misconduct proceedings;",
            "(8) Documenting the dismissal of the allegation, and ensuring that the name of the accused individual and/or institution is cleared if an allegation of research misconduct is dismissed at any point during the inquiry or investigation phase of the proceedings;",
            "(9) Other duties relating to research misconduct proceedings as assigned.",
            "Allegation. A disclosure of possible research misconduct through any means of communication. The disclosure may be by written or oral statement, or by other means of communication to an institutional or USDA official.",
            "Applied research. Systematic study to gain knowledge or understanding necessary to determine the means by which a recognized and specific need may be met.",
            "Assistant Inspector General for Investigations. The individual in OIG who is responsible for OIG's domestic and foreign investigative operations through OIG's national and regional investigative offices.",
            "Basic research. Systematic study directed toward fuller knowledge or understanding of the fundamental aspects of phenomena and of observable facts without specific applications towards processes or products in mind.",
            "Extramural research. Research conducted by any research institution or entity other than the Federal agency to which the funds supporting the research were appropriated. Research institutions conducting extramural research may include Federal research facilities.",
            "Fabrication. Making up data or results and recording or reporting them.",
            "Falsification. Manipulating research materials, equipment, or processes, or changing or omitting data or results such that the research is not accurately represented in the research record.",
            "Finding of research misconduct. The conclusion, proven by a preponderance of the evidence, that research misconduct occurred, that such research misconduct represented a significant departure from accepted practices of the relevant research community, and that such research misconduct was committed intentionally, knowingly, or recklessly.",
            "Inquiry. The stage in the response to an allegation of research misconduct when an assessment is made to determine whether the allegation has substance and whether an investigation is warranted.",
            "Intramural research. Research conducted by a Federal Agency, to which funds were appropriated for the purpose of conducting research.",
            "Investigation. The stage in the response to an allegation of research misconduct when the factual record is formally developed and examined to determine whether to dismiss the case, recommend a finding of research misconduct, and/or take other appropriate remedies.",
            "Office of Inspector General (OIG). The Office of Inspector General of the United States Department of Agriculture.",
            "Office of Science and Technology Policy (OSTP). The Office of Science and Technology Policy of the Executive Office of the President.",
            "Plagiarism. The appropriation of another person's ideas, processes, results, or words without giving appropriate credit.",
            "Preponderance of the evidence. Proof by information that, compared with that opposing it, leads to the conclusion that the fact at issue is more probably true than not.",
            "Research. All basic, applied, and demonstration research in all fields of science, engineering, and mathematics. This includes, but is not limited to, research in economics, education, linguistics, medicine, psychology, social sciences, statistics, and research involving human subjects or animals regardless of the funding mechanism used to support it.",
            "Research institution. All organizations using Federal funds for research, including, for example, colleges and universities, Federally funded research and development centers, national user facilities, industrial laboratories, or other research institutes. Activities which meet this definition constitute research for purposes of this part, whether or not they are conducted or supported under a program which is considered “research” for other purposes. For example, some demonstration and service programs may include research/scientific activities.",
            "Research misconduct. Fabrication, falsification, or plagiarism in proposing, performing, or reviewing research, or in reporting research results. Research misconduct does not include honest error or differences of opinion.",
            "Research record. The record of data or results that embody the facts resulting from scientific inquiry, and includes, but is not limited to, research proposals, research records (including data, notes, journals, laboratory records (both physical and electronic)), progress reports, abstracts, theses, oral presentations, internal reports, and journal articles.",
            "USDA. United States Department of Agriculture.",
            "USDA Research Integrity Officer (USDA RIO). The individual designated by the Office of the Under Secretary for Research, Education, and Economics (REE) who is responsible for:",
            "(1) Overseeing USDA agency responses to allegations of research misconduct;",
            "(2) Ensuring that agency research misconduct procedures are consistent with this part;",
            "(3) Receiving and assigning allegations of research misconduct reported by the public;",
            "(4) Developing Memoranda of Understanding with agencies that elect not to develop their own research misconduct procedures;",
            "(5) Monitoring the progress of all research misconduct cases; and",
            "(6) Serving as liaison with OIG to receive allegations of research misconduct when they are received via the OIG Hotline."
          ]
        },
        {
          "heading": "§ 422.2   Procedures.",
          "paragraphs": [
            "Research institutions that conduct extramural research funded by USDA must foster an atmosphere conducive to research integrity. They must develop or have procedures in place to respond to allegations of research misconduct that ensure:",
            "(a) Appropriate separations of responsibility for inquiry, investigation, and adjudication;",
            "(b) Objectivity;",
            "(c) Due process;",
            "(d) Whistleblower protection;",
            "(e) Confidentiality—to the extent possible and consistent with a fair and thorough investigation and as allowed by law, knowledge about the identity of subjects and complainants is limited to those who need to know; and",
            "(f) Timely resolution."
          ]
        },
        {
          "heading": "§ 422.3   Inquiry, investigation, and adjudication.",
          "paragraphs": [
            "A research institution that conducts extramural research funded by USDA bears primary responsibility for prevention and detection of research misconduct and for the inquiry, investigation, and adjudication of research misconduct allegations reported directly to it. The research institution must perform an inquiry in response to an allegation, and must follow the inquiry with an investigation if the inquiry determines that the allegation or apparent instance of research misconduct has substance. The responsibilities for adjudication must be separate from those for inquiry and investigation. In most instances, USDA will rely on a research institution conducting extramural research to promptly:",
            "(a) Initiate an inquiry into any suspected or alleged research misconduct;",
            "(b) Conduct a subsequent investigation, if warranted;",
            "(c) Acquire, prepare, and maintain appropriate records of allegations of extramural research misconduct and all related inquiries, investigations, and findings; and",
            "(d) Take action to ensure the following:",
            "(1) The integrity of research;",
            "(2) The rights and interests of the subject of the investigation and the public are protected;",
            "(3) The observance of legal requirements or responsibilities including cooperation with criminal investigations; and",
            "(4) Appropriate safeguards for subjects of allegations, as well as complainants (see § 422.6). These safeguards should include timely written notification of subjects regarding substantive allegations made against them; a description of all such allegations; reasonable access to the data and other evidence supporting the allegations; and the opportunity to respond to allegations, the supporting evidence and the proposed findings of research misconduct, if any."
          ]
        },
        {
          "heading": "§ 422.4   USDA Panel to determine appropriateness of research misconduct policy.",
          "paragraphs": [
            "Before USDA will rely on a research institution to conduct an inquiry, investigation, and adjudication of an allegation in accordance with this part, the research institution where the research misconduct is alleged must provide the ARIO its policies and procedures related to research misconduct at the institution. The research institution has the option of providing either a written copy of such policies and procedures or a website address where such policies and procedures can be accessed. The ARIO to whom the policies and procedures were made available must convene a panel comprised of the USDA RIO and ARIOs from the Forest Service, the Agricultural Research Service, and the National Institute of Food and Agriculture. The Panel will review the research institution's policies and procedures for compliance with the OSTP Policy and render a decision regarding the research institution's ability to adequately resolve research misconduct allegations. The ARIO will inform the research institution of the Panel's determination that its inquiry, investigation, and adjudication procedures are sufficient. If the Panel determines that the research institution does not have sufficient policies and procedures in place to conduct inquiry, investigation, and adjudication proceedings, or that the research institution is in any way unfit or unprepared to handle the inquiry, investigation, and adjudication in a prompt, unbiased, fair, and independent manner, the ARIO will inform the research institution in writing of the Panel's decision. An appropriate USDA agency, as determined by the Panel, will then conduct the inquiry, investigation, and adjudication of research misconduct in accordance with this part. If an allegation of research misconduct is made regarding extramural research conducted at a Federal research institution (whether USDA or not), it is presumed that the Federal research institution has research misconduct procedures consistent with the OSTP Policy. USDA reserves the right to convene the Panel to assess the sufficiency of a Federal agency's research misconduct procedures, should there be any question whether the agency's procedures will ensure a fair, unbiased, equitable, and independent inquiry, investigation, and adjudication process."
          ]
        },
        {
          "heading": "§ 422.5   Reservation of right to conduct subsequent inquiry, investigation, and adjudication.",
          "paragraphs": [
            "(a) USDA reserves the right to conduct its own inquiry, investigation, and adjudication into allegations of research misconduct at a research institution conducting extramural research subsequent to the proceedings of the research institution related to the same allegation. This may be necessary if the USDA RIO or ARIO believes, using sound discretion, that despite the Panel's finding that the research institution in question had appropriate and OSTP-compliant research misconduct procedures in place, the research institution conducting the extramural research at issue:",
            "(1) Did not adhere to its own research misconduct procedures;",
            "(2) Did not conduct research misconduct proceedings in a fair, unbiased, or independent manner; or",
            "(3) Has not completed research misconduct inquiry, investigation, or adjudication in a timely manner.",
            "(b) Additionally, USDA reserves the right to conduct its own inquiry, investigation, and adjudication into allegations of research misconduct at a research institution conducting extramural research subsequent to the proceedings of the research institution related to the same allegation for any other reason that the USDA RIO or ARIO considers it appropriate to conduct research misconduct proceedings in lieu of the research institution's conducting the extramural research at issue. This right is subject to paragraph (c) of this section.",
            "(c) In cases where the USDA RIO or ARIO believes it is necessary for USDA to conduct its own inquiry, investigation, and adjudication subsequent to the proceedings of the research institution related to the same allegation, the USDA RIO or ARIO will reconvene the Panel, which will determine whether it is appropriate for the relevant USDA agency to conduct the research misconduct proceedings related to the allegation(s) of research misconduct. If the Panel determines that it is appropriate for a USDA agency to conduct the proceedings, the ARIO will immediately notify the research institution in question. The research institution must then promptly provide the relevant USDA agency with documentation of the research misconduct proceedings the research institution has conducted to that point, and the USDA agency will conduct research misconduct proceedings in accordance with the Agency research misconduct procedures."
          ]
        },
        {
          "heading": "§ 422.6   Notification of USDA of allegations of research misconduct.",
          "paragraphs": [
            "(a) Research institutions that conduct USDA-funded extramural research must promptly notify OIG and the USDA RIO of all allegations of research misconduct or violations of Federal criminal statutes involving USDA funds when the institution inquiry into the allegation warrants the institution moving on to an investigation.",
            "(b) Individuals at research institutions who suspect research misconduct at the institution should report allegations in accordance with the institution's research misconduct policies and procedures. Anyone else who suspects that researchers or research institutions performing Federally funded research may have engaged in research misconduct is encouraged to make a formal allegation of research misconduct to OIG.",
            "(1) OIG has established a hotline for USDA employees and the general public to report fraud, waste, abuse, and mismanagement in USDA programs including allegations of research misconduct. Complaints, which may be submitted anonymously, must be filed with the OIG by submitting a complaint via the hotline on OIG's public website, sending a fax, or writing a letter.",
            "(i) The OIG hotline may be accessed at https://usdaoig.oversight.gov/hotline.",
            "(ii) Complainants who submit to the hotline on OIG's public website and who wish to provide additional documentation may fax them to (202) 690-2474.",
            "(iii) Letters may be mailed to: United States Department of Agriculture, Office of Inspector General, P.O. Box 23399, Washington, DC 20026-3399.",
            "(2) The USDA RIO may be reached at: USDA Research Integrity Officer, 214W Whitten Building, Washington, DC 20250. Telephone: (202) 690-0745. Email: researchintegrity@usda.gov.",
            "(c) To the extent known, the following details should be included in any formal allegation:",
            "(1) The name of the research projects involved, the nature of the alleged misconduct, and the names of the individual or individuals alleged to be involved in the misconduct;",
            "(2) The source or sources of funding for the research project or research projects involved in the alleged misconduct;",
            "(3) Important dates;",
            "(4) Any documentation that bears upon the allegation; and",
            "(5) Any other potentially relevant information.",
            "(d) Safeguards for complainants give individuals the confidence that they can bring allegations of research misconduct made in good faith to the attention of appropriate authorities or serve as complainants to an inquiry or an investigation without suffering retribution. Safeguards include protection against retaliation for complainants who make good faith allegations, fair and objective procedures for the examination and resolution of allegations of research misconduct, and diligence in protecting the positions and reputations of those persons who make allegations of research misconduct in good faith. The identity of complainants who wish to remain anonymous will be kept confidential to the extent permitted by law or regulation."
          ]
        },
        {
          "heading": "§ 422.7   Notification of ARIO during an inquiry or investigation.",
          "paragraphs": [
            "(a) Research institutions that conduct USDA-funded extramural research must promptly notify the ARIO should the institution become aware during an inquiry or investigation that:",
            "(1) Public health or safety is at risk;",
            "(2) The resources, reputation, or other interests of USDA are in need of protection;",
            "(3) Research activities should be suspended;",
            "(4) Federal action may be needed to protect the interest of a subject of the investigation or of others potentially affected;",
            "(5) A premature public disclosure of the inquiry into or investigation of the allegation may compromise the process;",
            "(6) The scientific community or the public should be informed; or",
            "(7) There is reasonable indication of possible violations of civil or criminal law.",
            "(b) If research misconduct proceedings reveal behavior that may be criminal in nature at any point during the proceedings, the institution must promptly notify the ARIO."
          ]
        },
        {
          "heading": "§ 422.8   Communication of research misconduct policies and procedures.",
          "paragraphs": [
            "Institutions that conduct USDA-funded extramural research are to maintain and effectively communicate to their staff policies and procedures relating to research misconduct, including the guidelines in this part. The institution is to inform their researchers and staff members who conduct USDA-funded extramural research when and under what circumstances USDA is to be notified of allegations of research misconduct, and when and under what circumstances USDA is to be updated on research misconduct proceedings."
          ]
        },
        {
          "heading": "§ 422.9   Documents required.",
          "paragraphs": [
            "(a) A research institution that conducts USDA-funded extramural research must maintain the following documents related to an allegation of research misconduct at the research institution:",
            "(1) A written statement describing the original allegation;",
            "(2) A copy of the formal notification presented to the subject of the allegation;",
            "(3) A written report describing the inquiry stage and its outcome including copies of all supporting documentation;",
            "(4) A description of the methods and procedures used to gather and evaluate information pertinent to the alleged misconduct during inquiry and investigation stages;",
            "(5) A written report of the investigation, including the evidentiary record and supporting documentation;",
            "(6) A written statement of the findings; and",
            "(7) If applicable, a statement of recommended corrective actions, and any response to such a statement by the subject of the original allegation, and/or other interested parties, including any corrective action plan.",
            "(b) The research institution must retain the documents specified in paragraph (a) of this section for at least 3 years following the final adjudication of the alleged research misconduct."
          ]
        },
        {
          "heading": "§ 422.10   Reporting to USDA.",
          "paragraphs": [
            "Following completion of an investigation into allegations of research misconduct, the institution conducting extramural research must provide to the ARIO a copy of the evidentiary record, the report of the investigation, recommendations made to the institution's adjudicating official, the adjudicating official's determination, the institution's corrective action taken or planned, and the written response of the individual who is the subject of the allegation to any recommendations."
          ]
        },
        {
          "heading": "§ 422.11   Research records and evidence.",
          "paragraphs": [
            "(a) A research institution that conducts extramural research supported by USDA funds, as the responsible legal entity for the USDA-supported research, has a continuing obligation to create and maintain adequate records (including documents and other evidentiary matter) as may be required by any subsequent inquiry, investigation, finding, adjudication, or other proceeding.",
            "(b) Whenever an investigation is initiated, the research institution must promptly take all reasonable and practical steps to obtain custody of all relevant research records and evidence as may be necessary to conduct the research misconduct proceedings. This must be accomplished before the research institution notifies the researcher/respondent of the allegation, or immediately thereafter.",
            "(c) The original research records and evidence taken into custody by the research institution must be inventoried and stored in a secure place and manner. Research records involving raw data must include the devices or instruments on which they reside. However, if deemed appropriate by the research institution or investigator, research data or records that reside on or in instruments or devices may be copied and removed from those instruments or devices as long as the copies are complete, accurate, and have substantially equivalent evidentiary value as the data or records have when the data or records reside on the instruments or devices. Such copies of data or records must be made by a disinterested, qualified technician and not by the subject of the original allegation or other interested parties. When the relevant data or records have been removed from the devices or instruments, the instruments or devices need not be maintained as evidence."
          ]
        },
        {
          "heading": "§ 422.12   Remedies for noncompliance.",
          "paragraphs": [
            "USDA agencies' implementation procedures identify the administrative actions available to remedy a finding of research misconduct. Such actions may include the recovery of funds, correction of the research record, debarment of the researcher(s) that engaged in the research misconduct, proper attribution, or any other action deemed appropriate to remedy the instance(s) of research misconduct. The agency should consider the seriousness of the misconduct, including, but not limited to, the degree to which the misconduct was knowingly conducted, intentional, or reckless; was an isolated event or part of a pattern; or had significant impact on the research record, research subjects, other researchers, institutions, or the public welfare. In determining the appropriate administrative action, the appropriate agency must impose a remedy that is commensurate with the infraction as described in the finding of research misconduct."
          ]
        },
        {
          "heading": "§ 422.13   Appeals.",
          "paragraphs": [
            "(a) If USDA relied on an institution to conduct an inquiry, investigation, and adjudication, the alleged person(s) should first follow the institution's appeal policy and procedures.",
            "(b) USDA agencies' implementation procedures, which must be made available on a designated USDA public website, identify the appeal process when a finding of research misconduct is elevated to the agency."
          ]
        },
        {
          "heading": "§ 422.14   Relationship to other requirements.",
          "paragraphs": [
            "Some of the research covered by this part also may be subject to regulations of other governmental agencies (e.g., a university that receives funding from a USDA agency and also under a grant from another Federal agency). If more than one agency of the Federal Government has jurisdiction, USDA will cooperate with the other agency(ies) in designating a lead agency. When USDA is not the lead agency, it will rely on the lead agency following its policies and procedures in determining whether there is a finding of research misconduct. Further, USDA may, in consultation with the lead agency, take action to protect the health and safety of the public, to promote the integrity of the USDA-supported research and research process, or to conserve public funds. When appropriate, USDA will seek to resolve allegations jointly with the other agency or agencies."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 423—GEOSPATIAL DATA MANAGEMENT AND STANDARDS FOR FEDERAL FINANCIAL ASSISTANCE AWARDS",
      "sections": [
        {
          "heading": "§ 423.1   What does this part do?",
          "paragraphs": [
            "This part implements the requirements at 43 U.S.C. 2808(b)(3) which pertain to the disclosure of USDA Federal financial assistance that involves geospatial data, as supplemented by this part."
          ]
        },
        {
          "heading": "§ 423.2   Disclosure of geospatial investments.",
          "paragraphs": [
            "USDA awarding agencies must ensure that all Federal financial assistance instruments which involve the acquisition, storage, or distribution of geospatial data comply with USDA policy. For all such instruments, USDA awarding agencies must require award terms and conditions necessary for the specific purpose of complying with law, regulation, and USDA policy."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 424-499 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 600—THE UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 600.101   Applicability.",
          "paragraphs": [
            "Under the authority listed above, the Department of State adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200, except for:",
            "(a) The Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards set forth in 2 CFR part 200 (Subparts A through F) shall apply to all non-Federal entities, except as noted below.",
            "(b) Subparts A through E of 2 CFR part 200 shall apply to all foreign organizations not recognized as Foreign Public Entities and Subparts A through D of 2 CFR part 200 shall apply to all U.S. and foreign for-profit entities, except where the Federal awarding agency determines that the application of these subparts would be inconsistent with the international obligations of the United States or the statute or regulations of a foreign government. The Federal Acquisition Regulation (FAR) at 48 CFR part 30, Cost Accounting Standards, and Part 31 Contract Cost Principles and Procedures takes precedence over the cost principles in Subpart E for Federal awards to U.S. and foreign for-profit entities. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for the Department."
          ]
        },
        {
          "heading": "§ 600.205   Federal awarding agency review of risk posed by applicants.",
          "paragraphs": [
            "Use of 2 CFR 200.205 (the DOS review of risk posed by applicants) is required for all selected competitive and non-competitive awards."
          ]
        },
        {
          "heading": "§ 600.315   Intangible property.",
          "paragraphs": [
            "If the DOS obtains research data solely in response to a FOIA request, the DOS may charge the requester fees consistent with the FOIA and applicable DOS regulations and policies."
          ]
        },
        {
          "heading": "§ 600.407   Prior written approval (prior approval).",
          "paragraphs": [
            "The non-Federal entity must seek the prior written approval for indirect or special or unusual costs prior to incurring such costs where DOS is the cognizant agency."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 601—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 601.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the DOS policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for DOS to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189); Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235); and section 2455 of the Federal Acquisition Streamlining Act of 1994, Pub. L. 103-355 (31 U.S.C. 6101 note)."
          ]
        },
        {
          "heading": "§ 601.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in a DOS suspension or debarment action;",
            "(c) DOS debarment or suspension official; and",
            "(d) DOS grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 601.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The DOS policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180 and any supplemental policies and procedures set forth in this part."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 602-699 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 700—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": []
    },
    {
      "part_heading": "PART 701—PARTNER VETTING IN USAID ASSISTANCE",
      "sections": [
        {
          "heading": "§ 701.1   Definitions.",
          "paragraphs": [
            "This section contains the definitions for terms used in this part. Other terms used in the part are defined at 2 CFR part 200. Different definitions may be found in Federal statutes or regulations that apply more specifically to particular programs or activities.",
            "Key individual means the principal officer of the organization's governing body (for example, chairman, vice chairman, treasurer and secretary of the board of directors or board of trustees); the principal officer and deputy principal officer of the organization (for example, executive director, deputy director, president, vice president); the program manager or chief of party for the USG-financed program; and any other person with significant responsibilities for administration of the USG-financed activities or resources, such as key personnel as identified in the solicitation or resulting cooperative agreement. Key personnel, whether or not they are employees of the prime recipient, must be vetted.",
            "Key personnel means those individuals identified for approval as part of substantial involvement in a cooperative agreement whose positions are essential to the successful implementation of an award. Vetting official means the USAID employee identified in the application or award as having responsibility for receiving vetting information, responding to questions about information to be included on the Partner Information Form, coordinating with the USAID Office of Security (SEC), and conveying the vetting determination to each applicant, potential subrecipients and contractors subject to vetting, and the agreement officer. The vetting official is not part of the office making the award selection and has no involvement in the selection process."
          ]
        },
        {
          "heading": "§ 701.2   Applicability.",
          "paragraphs": [
            "The requirements established in this part apply to non-Federal entities, non-profit organizations, for-profit entities, and foreign organizations."
          ]
        },
        {
          "heading": "§ 701.3   Partner vetting.",
          "paragraphs": [
            "(a) It is USAID policy that USAID may determine that a particular award is subject to vetting in the interest of national security. In that case, USAID may require vetting of the key individuals of applicants, including key personnel, whether or not they are employees of the applicant, first tier subrecipients, contractors, and any other class of subawards and procurements as identified in the assistance solicitation and resulting award. When USAID conducts partner vetting, it will not award to any applicant who determined ineligible by the vetting process.",
            "(b) When USAID determines an award to be subject to vetting, the agreement officer determines the appropriate stage of the award cycle to require applicants to submit the completed USAID Partner Information Form, USAID Form 500-13, to the vetting official identified in the assistance solicitation. The agreement officer must specify in the assistance solicitation the stage at which the applicants will be required to submit the USAID Partner Information Form, USAID Form 500-13. As a general matter those applicants who will be vetted will be typically the applicants that have been determined to be apparently successful.",
            "(c) Selection of the successful applicant proceeds separately from vetting. The agreement officer makes the selection determination separately from the vetting process and without knowledge of vetting-related information other than that, based on the vetting results, the apparently successful applicant is eligible or ineligible for an award. However, no applicants will be excluded from an award until after vetting has been completed.",
            "(d) For those awards the agency has determined are subject to vetting, the agreement officer may only award to an applicant that has been determined to be eligible after completion of the vetting process.",
            "(e)(1) For those awards the agency has determined are subject to vetting, the recipient must submit the completed USAID Partner Information Form any time it changes:",
            "(i) Key individuals; or",
            "(ii) Subrecipients and contractors for which vetting is required.",
            "(2) The recipient must submit the completed Partner Information Form within 15 days of the change in either paragraph (e)(1)(i) or (ii) of this section.",
            "(f) USAID may vet key individuals of the recipient, subrecipients and contractors periodically during program implementation using information already submitted on the Form.",
            "(g) When the prime recipient is subject to vetting, vetting may be required for key individuals of subawards when the prime recipient requests prior approval in accordance with 2 CFR 200.308(c)(6) for the subaward, transfer, or contracting out of any work.",
            "(h) When the prime recipient is subject to vetting, vetting may be required for key individuals of contractors of certain services. The agreement officer must identify these services in the assistance solicitation and any resulting award.",
            "(i) When vetting of subawards is required, the agreement officer must not approve the subaward, transfer, or contracting out, or the procurement of certain classes of items until the organization subject to vetting has been determined eligible. When vetting of contractors is required, the recipient may not procure the identified services until the contractor has been determined to be eligible.",
            "(j) The recipient may instruct prospective subrecipients or, when applicable contractors who are subject to vetting to submit the USAID Partner Information Form to the vetting official as soon as the recipient submits the USAID Partner Information Form for its key individuals.",
            "(k) Pre-award provision and award term. (1) The agreement officer must insert the pre-award provision Partner Vetting Pre-Award Requirements in Appendix B of this part in all assistance solicitations USAID identifies as subject to vetting.",
            "(2) The agreement officer must insert the award term Partner Vetting in Appendix B in all assistance solicitations and awards USAID identifies as subject to vetting."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 702-779 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 780—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 780.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the USAID policies and procedures for non-procurement debarment and suspension. It thereby gives regulatory effect for USAID to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189); Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235); and section 2455 of the Federal Acquisition Streamlining Act of 1994, Public Law 103-355 (31 U.S.C. 6101 note)."
          ]
        },
        {
          "heading": "§ 780.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “non-procurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in a USAID suspension or debarment action;",
            "(c) USAID debarment or suspension official; and",
            "(d) USAID grants officer, agreements officer, or other official authorized to enter into any type of non-procurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 780.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The USAID policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180 and any supplemental policies and procedures set forth in this part."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 782—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 782.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of USAID grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (Subparts A through F of 2 CFR Part 182) for USAID's grants and cooperative agreements; and",
            "(b) Establishes USAID policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Government wide implementing regulations."
          ]
        },
        {
          "heading": "§ 782.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of a USAID grant or cooperative agreement; or",
            "(b) USAID awarding official."
          ]
        },
        {
          "heading": "§ 782.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in Subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, USAID policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 783-799 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 800 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 801—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 801.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Department of Veterans Affairs (VA) policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the Department of Veterans Affairs to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 801.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see Subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970, as supplemented by Subpart B of this part);",
            "(b) Respondent in a Department of Veterans Affairs debarment or suspension action;",
            "(c) Department of Veterans Affairs debarment or suspension official; or",
            "(d) Department of Veterans affairs grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 801.30   What policies and procedures must I follow?",
          "paragraphs": [
            "For any section of OMB guidance in subparts A through I of 2 CFR part 180 that has no corresponding section in this part, Department of Veterans Affairs policies and procedures are those in the OMB guidance. For any such section where there is a corresponding section in this part, the Department of Veterans Affairs policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, and as supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by § 180.220 of the OMB guidance (2 CFR 180.220) as supplemented by § 801.220 in this part (2 CFR 801.220)."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 802—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 802.101   Applicable regulations.",
          "paragraphs": [
            "The Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards set forth in 2 CFR part 200 shall apply to the Department of Veterans Affairs."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 803-899 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 900 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 901—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 901.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the DOE policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for DOE to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189); Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235); and section 2455 of the Federal Acquisition Streamlining Act of 1994, Pub. L. 103-355 (31 U.S.C. 6101 note)."
          ]
        },
        {
          "heading": "§ 901.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in a DOE suspension or debarment action;",
            "(c) DOE debarment or suspension official; and",
            "(d) DOE grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 901.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The DOE policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180 and any supplemental policies and procedures set forth in this part."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 902—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 902.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of DOE grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (Subparts A through F of 2 CFR part 182) for the DOE's grants and cooperative agreements; and",
            "(b) Establishes DOE policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Governmentwide implementing regulations."
          ]
        },
        {
          "heading": "§ 902.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in Subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of a DOE grant or cooperative agreement; or",
            "(b) DOE awarding official."
          ]
        },
        {
          "heading": "§ 902.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in Subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, DOE policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 903-909 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 910—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": []
    },
    {
      "part_heading": "PARTS 911-929 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 930—OTHER TRANSACTION AGREEMENTS",
      "sections": []
    },
    {
      "part_heading": "PARTS 931-999 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1000—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 1000.10   Applicable regulations.",
          "paragraphs": [
            "Except for the deviations set forth elsewhere in this Part, the Department of the Treasury adopts the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, set forth at 2 CFR part 200."
          ]
        },
        {
          "heading": "§ 1000.306   Cost sharing or matching.",
          "paragraphs": [
            "Notwithstanding 2 CFR 200.306(e), Low Income Taxpayer Clinic grantees may use the rates found in 26 U.S.C. 7430 so long as:",
            "(a) The grantee is funded to provide controversy representation;",
            "(b) The services are provided by a qualified representative, which includes any individual, whether or not an attorney, who is authorized to represent taxpayers before the Internal Revenue Service or an applicable court;",
            "(c) The qualified representative is not a student; and",
            "(d) The qualified representative is acting in a representative capacity and is advocating for a taxpayer."
          ]
        },
        {
          "heading": "§ 1000.337   Access to records.",
          "paragraphs": [
            "The right of access under 2 CFR 200.337 shall not extend to client information held by attorneys or federally authorized tax practitioners under the Low Income Taxpayer Clinic program."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 1001-1099 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 1100-1103 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1104—IMPLEMENTATION OF GOVERNMENTWIDE GUIDANCE FOR GRANTS AND COOPERATIVE AGREEMENTS",
      "sections": [
        {
          "heading": "§ 1104.1   Purpose of this part.",
          "paragraphs": [
            "This part provides an update to the DoD interim implementation of Office of Management and Budget (OMB) guidance in 2 CFR part 200. It supersedes the initial interim implementation of that guidance that DoD adopted in 2 CFR part 1103 on December 19, 2014."
          ]
        },
        {
          "heading": "§ 1104.100   Award format for DoD Components' grants and cooperative agreements.",
          "paragraphs": [
            "DoD Components must conform the format of new grants and cooperative agreements to the standard award format specified in part 1120 of the DoD Grant and Agreement Regulations (DoDGARS) (2 CFR part 1120). The standard format provides locations within the award for:",
            "(a) General terms and conditions, including the administrative and national policy requirements discussed in § 1104.105(a) and (b), respectively.",
            "(b) Any award-specific terms and conditions discussed in § 1104.110."
          ]
        },
        {
          "heading": "§ 1104.105   Regulations governing DoD Components' general terms and conditions.",
          "paragraphs": [
            "(a) Administrative requirements. On an interim basis pending completion of the update of the DoDGARs to implement OMB guidance published in 2 CFR part 200, the following regulatory provisions govern the administrative requirements to be included in general terms and conditions of DoD Components' new grants and cooperative agreements:",
            "(1) The provisions of parts 1126 through 1138 of the DoDGARs (2 CFR parts 1126 through 1138, which comprise subchapter D of this chapter) govern the administrative requirements to be included in the general terms and conditions of DoD Components' new grants and cooperative agreements awarded to institutions of higher education, nonprofit organizations, States, local governments, and Indian tribes.",
            "(2) Part 34 of the DoDGARs (32 CFR part 34) governs the administrative requirements to be included in general terms and conditions of DoD Components' grants and cooperative agreements awarded to for-profit entities.",
            "(b) National policy requirements. Part 1122 of the DoDGARs (2 CFR part 1122) governs the national policy requirements to be included in DoD Components' new grants and cooperative agreements awarded to all types of entities."
          ]
        },
        {
          "heading": "§ 1104.110   Regulations governing DoD Components' award-specific terms and conditions.",
          "paragraphs": [
            "On an interim basis pending completion of the update of the DoDGARs to implement OMB guidance published in 2 CFR part 200:",
            "(a) The guidance in 2 CFR part 200 governs administrative requirements to be included in any award-specific terms and conditions used to supplement the general terms and conditions of a new grant or cooperative agreement awarded to an institution of higher education, nonprofit organization, State, local government, or Indian tribe.",
            "(b) Part 34 of the DoDGARs (32 CFR part 34) governs the administrative requirements to be included in any award-specific terms and conditions of DoD Components' grants and cooperative agreements awarded to for-profit entities."
          ]
        },
        {
          "heading": "§ 1104.115   Regulations governing DoD Components' internal procedures.",
          "paragraphs": [
            "On an interim basis pending completion of the update of the DoDGARs to implement OMB guidance published in 2 CFR part 200, DoD Components' internal pre-award, time-of-award, and post-award procedures will continue to comply with requirements in parts 21 and 22 of the DoDGARs (32 CFR parts 21 and 22) and other applicable Defense Grant and Agreement Regulatory System (DGARS) policies."
          ]
        },
        {
          "heading": "§ 1104.120   Definitions.",
          "paragraphs": [
            "(a) DoD Grant and Agreement Regulations or DoDGARs means the regulations in chapter I, subchapter C of title 32, Code of Federal Regulations, and chapter XI of title 2, Code of Federal Regulations.",
            "(b) Other terms. See part 1108 of the DoDGARs for definitions of other terms used in this part."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 1105-1107 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1108—DEFINITIONS OF TERMS USED IN SUBCHAPTERS A THROUGH F OF THIS CHAPTER",
      "sections": []
    },
    {
      "part_heading": "PART 1109 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 1110-1119 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1120—AWARD FORMAT FOR DOD GRANTS AND COOPERATIVE AGREEMENTS",
      "sections": [
        {
          "heading": "§ 1120.1   Purpose of this part.",
          "paragraphs": [
            "This part of the DoD Grant and Agreement Regulations (DoDGARs) establishes a standard award format for DoD Components' grants and cooperative agreements. It thereby makes the content easier for a recipient to locate in different DoD Components' awards."
          ]
        },
        {
          "heading": "§ 1120.2   Applicability of this part.",
          "paragraphs": [
            "(a) To whom it applies. This part:",
            "(1) Sets forth requirements for DoD Components that award grants and cooperative agreements.",
            "(2) Does not impose requirements on recipients of DoD Components' awards.",
            "(b) To what awards it applies. This part applies to grants and cooperative agreements, other than technology investment agreements (TIAs), awarded to any type of recipient entity."
          ]
        },
        {
          "heading": "§ 1120.3   DoD Component implementation.",
          "paragraphs": [
            "Each DoD Component that awards grants or cooperative agreements must:",
            "(a) Conform the format of its awards to the standard format established by this part no later than [18 months after the effective date of the final rule].",
            "(b) Update electronic systems it maintains for generating awards within 18 months of the issuance of a new or updated DoD form for the award cover pages, in order to implement that form in those systems, unless it has an approved deviation in accordance with § 1120.110."
          ]
        },
        {
          "heading": "§ 1120.4   Elements and subelements of the standard award format in relation to the organization of this part.",
          "paragraphs": [
            "(a) The standard award format has three major elements that are designated as Divisions I through III of the award.",
            "(1) The first major element of the standard award format is comprised of the award cover pages. It is designated as Division I of the award.",
            "(2) The second major element is comprised of any award-specific terms and conditions. That element is designated as Division II of the award.",
            "(3) The last of the three major elements of the standard award format is comprised of the general terms and conditions. That element is designated as Division III of the award. It has four subelements that are designated as Subdivisions A through D of the general terms and conditions.",
            "(i) The first subelement of the general terms and conditions is the preamble, which is designated as Subdivision A.",
            "(ii) The second subelement of the general terms and conditions is comprised of terms and conditions addressing administrative requirements. That subelement is designated as Subdivision B of the general terms and conditions.",
            "(iii) The third subelement of the general terms and conditions is comprised of terms and conditions addressing national policy requirements. That subelement is designated as Subdivision C of the general terms and conditions.",
            "(iv) The last of the four subelements of the general terms and conditions is comprised of any programmatic requirements that apply to awards using those general terms and conditions. That subelement is designated as Subdivision D of the general terms and conditions.",
            "(b) This part has seven subparts. Each subpart addresses one major element or subelement of the standard award format, as shown in Table 1:"
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1121 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1122—NATIONAL POLICY REQUIREMENTS: GENERAL AWARD TERMS AND CONDITIONS",
      "sections": []
    },
    {
      "part_heading": "PARTS 1123-1124 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1125—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 1125.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Department of Defense (DoD) policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the Department of Defense to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Public Law 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 1125.20   Does this part implement the OMB guidance in 2 CFR part 180 for all DoD nonprocurement transactions?",
          "paragraphs": [
            "This part implements the OMB guidelines in 2 CFR part 180 for most DoD nonprocurement transactions. However, it does not implement the guidelines as they apply to prototype projects under the authority of Section 845 of the National Defense Authorization Act for Fiscal Year 1994 (Pub. L. 103-160), as amended. The Director of Defense Procurement and Acquisition Policy maintains a DoD issuance separate from this part that addresses section 845 transactions."
          ]
        },
        {
          "heading": "§ 1125.30   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970, as supplemented by subpart B of this part), other than a section 845 transaction described in § 1125.20;",
            "(b) Respondent in a DoD Component's nonprocurement suspension or debarment action;",
            "(c) DoD Component's debarment or suspension official; or",
            "(d) DoD Component's grants officer, agreements officer, or other official authorized to enter into a nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 1125.40   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in subparts A through I of 2 CFR part 180, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 180, this part supplements eight sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in subparts A through I of 2 CFR 180 that is not listed in paragraph (b) of this section, DoD policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1126—SUBCHAPTER D OVERVIEW",
      "sections": [
        {
          "heading": "§ 1126.1   Purposes of this subchapter.",
          "paragraphs": [
            "This subchapter of the DoD Grant and Agreement Regulations:",
            "(a) Addresses general terms and conditions governing administrative requirements for use by DoD Components when awarding cost-type grants and cooperative agreements to institutions of higher education, nonprofit organizations, States, local governments, and Indian tribes. It does so by providing:",
            "(1) A standard organization of the administrative requirements into articles of general terms and conditions, each of which is in a specific subject area.",
            "(2) Standard wording for those articles; and",
            "(3) Associated prescriptions for DoD Component's use of the standard wording to construct their general terms and conditions, which allow for adding, omitting, or varying in other ways from the standard wording in certain situations.",
            "(b) Thereby implements OMB guidance in 2 CFR part 200 as it relates to general terms and conditions of grants and cooperative agreements to institutions of higher education, nonprofit organizations, States, local governments, and Indian tribes."
          ]
        },
        {
          "heading": "§ 1126.2   Applicability of this subchapter.",
          "paragraphs": [
            "(a) Entities. This subchapter:",
            "(1) Applies to DoD Components that award cost-type grants and cooperative agreements to institutions of higher education, nonprofit organizations, States, local governments, and Indian tribes.",
            "(2) Does not directly impose requirements on a recipient of a DoD Component's award but does do so indirectly, through the DoD Component's compliance with this subchapter when it constructs its general award terms and conditions. The terms and conditions delineate the rights and responsibilities of the recipient and the Federal Government under the award.",
            "(b) Awards. This subchapter applies to DoD Components' cost-type grants and cooperative agreements to types of entities identified in paragraph (a)(1) of this section, other than Technology Investment Agreements that are addressed in 32 CFR part 37."
          ]
        },
        {
          "heading": "§ 1126.3   Exceptions from requirements in this subchapter.",
          "paragraphs": [
            "(a) Exceptions that are not permitted. A DoD Component may not grant any exception to the requirements in this subchapter if the exception is:",
            "(1) Prohibited by statute, executive order, or regulation;",
            "(2) Inconsistent with the OMB implementation of the Single Audit Act in Subpart F of 2 CFR part 200.",
            "(b) Other exceptions. Other exceptions are permitted from requirements in this subchapter for institutions of higher education, nonprofit organizations, States, local governments, and Indian tribes as follows:",
            "(1) Statutory or regulatory exceptions. A DoD Component's general terms and conditions may incorporate a requirement that is inconsistent with the requirements in this subchapter if that requirement is specifically authorized or required by a statute or regulation adopted in the Code of Federal Regulations after opportunity for public comment.",
            "(2) Individual exceptions. The Head of the DoD Component or his or her designee may approve an individual exception affecting only one award in accordance with procedures stated in 32 CFR 21.340.",
            "(3) Small awards. A DoD Component's terms and conditions for small awards may apply less restrictive requirements than those specified in this subchapter (a small award is an award for which the total value of obligated funding through the life of the award is not expected to exceed the simplified acquisition threshold).",
            "(4) Other class exceptions. The Assistant Secretary of Defense for Research and Engineering or his or her designee may approve any class exception affecting multiple awards other than small awards, with OMB concurrence if the class exception is for a requirement that is inconsistent with OMB guidance in 2 CFR part 200. Procedures for DoD Components' requests for class exceptions are stated in 32 CFR 21.340."
          ]
        },
        {
          "heading": "§ 1126.4   Relationship to other portions of the DoD grant and agreement regulations.",
          "paragraphs": [
            "The administrative requirements specified in this subchapter complement:",
            "(a) Provisions of 32 CFR part 34 that address administrative requirements for DoD Components' grants and cooperative agreements to for-profit entities; and",
            "(b) Requirements in 32 CFR part 37 for technology investment agreements."
          ]
        },
        {
          "heading": "§ 1126.5   Organization of this subchapter.",
          "paragraphs": [
            "This subchapter is organized into six parts in addition to this overview part. Each part provides standard wording and prescriptions for articles of general terms and conditions that address administrative requirements in a particular subject area. Table 1 shows the subject area and articles corresponding to each part:"
          ]
        },
        {
          "heading": "§ 1126.6   Organization of the other parts of this subchapter.",
          "paragraphs": [
            "(a) Each of parts 1128 through 1138 of this subchapter is organized into subparts and appendices.",
            "(1) Each appendix provides the standard wording of general terms and conditions for one of the articles of general terms and conditions that the part addresses.",
            "(2) For each appendix addressing a particular article, the part has an associated subpart that provides the prescription for DoD Components' use of the standard wording for that article.",
            "(b) For example, Table 1 to § 1126.5 indicates that 2 CFR part 1128 provides the standard wording of general terms and conditions for FMS Articles I through VII and the prescriptions for DoD Components' use of that standard wording.",
            "(1) FMS Article I on financial management system standards is the first of the articles that 2 CFR part 1128 covers. Appendix A to 2 CFR part 1128 provides the standard wording of general terms and conditions for FMS Article I. The associated subpart of 2 CFR part 1128, subpart A, provides the prescription for DoD Components' use of the standard wording of that article.",
            "(2) Appendices B through G of 2 CFR part 1128 provide the standard wording of general terms and conditions for FMS Articles II through VII, respectively. The associated subparts, Subparts B through G, provide the corresponding prescriptions for DoD Components."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1128—RECIPIENT FINANCIAL AND PROGRAM MANAGEMENT: GENERAL AWARD TERMS AND CONDITIONS",
      "sections": [
        {
          "heading": "§ 1128.1   Purpose of this part.",
          "paragraphs": [
            "(a) This part specifies standard wording of general terms and conditions concerning financial and program management, including recipients' financial management systems, payments, cost sharing or matching, program income, budget and program revisions, audits, allowable costs, and periods of availability of funds.",
            "(b) It thereby implements OMB guidance in the following portions of 2 CFR part 200, as they apply to general terms and conditions of grants and cooperative agreements:",
            "(1) Sections 200.80, 200.209, and 200.302 through 200.309;",
            "(2) Sections 200.301 and 200.328, as they relate to associations between financial data and performance accomplishments and reporting; and",
            "(3) Subparts E and F."
          ]
        },
        {
          "heading": "§ 1128.2   Applicability of this part.",
          "paragraphs": [
            "The types of awards and entities to which this part and other parts in this subchapter apply are described in the subchapter overview at 2 CFR 1126.2."
          ]
        },
        {
          "heading": "§ 1128.3   Exceptions from requirements of this part.",
          "paragraphs": [
            "Exceptions are permitted from the administrative requirements in this part only as described at 2 CFR 1126.3."
          ]
        },
        {
          "heading": "§ 1128.4   Organization of this part.",
          "paragraphs": [
            "(a) The content of this part is organized into subparts and associated appendices.",
            "(1) Each subpart provides direction to DoD Components on how to construct one article of general terms and conditions for grants and cooperative agreements.",
            "(2) For each subpart, there is a corresponding appendix with standard wording for terms and conditions of the article addressed by the subpart. Terms and conditions address rights and responsibilities of the Federal Government and recipients.",
            "(b) A DoD Component must use the wording provided in each appendix in accordance with the direction in the corresponding subpart. That direction may permit DoD Components to vary from the standard wording in some situations.",
            "(c) Table 1 shows which article of general terms and conditions may be found in each of appendices A through G to this part (with the associated direction to DoD Components in Subparts A through G, respectively):"
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1130—PROPERTY ADMINISTRATION: GENERAL AWARD TERMS AND CONDITIONS",
      "sections": [
        {
          "heading": "§ 1130.1   Purpose of this part.",
          "paragraphs": [
            "(a) This part specifies standard wording of general terms and conditions concerning equipment, supplies, and real, intangible, and federally owned property.",
            "(b) It thereby implements OMB guidance in 2 CFR 200.310 through 200.316, as that guidance applies to general terms and conditions of grants and cooperative agreements."
          ]
        },
        {
          "heading": "§ 1130.2   Applicability of this part.",
          "paragraphs": [
            "The types of awards and entities to which this part and other parts in this subchapter apply are described in the subchapter overview at 2 CFR 1126.2."
          ]
        },
        {
          "heading": "§ 1130.3   Exceptions from requirements of this part.",
          "paragraphs": [
            "Exceptions are permitted from the administrative requirements in this part only as described at 2 CFR 1126.3."
          ]
        },
        {
          "heading": "§ 1130.4   Organization of this part.",
          "paragraphs": [
            "(a) The content of this part is organized into subparts and associated appendices.",
            "(1) Each subpart provides direction to DoD Components on how to construct one article of general terms and conditions for grants and cooperative agreements.",
            "(2) For each subpart, there is a corresponding appendix with standard wording for terms and conditions of the article addressed by the subpart. Terms and conditions address rights and responsibilities of the Federal Government and recipients.",
            "(b) A DoD Component must use the wording provided in each appendix in accordance with the direction in the corresponding subpart. That direction may permit DoD Components to vary from the standard wording in some situations.",
            "(c) Table 1 shows which article of general terms and conditions may be found in each of appendices A through F to this part (with the associated direction to DoD Components in Subparts A through F, respectively):"
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1132—RECIPIENT PROCUREMENT PROCEDURES: GENERAL AWARD TERMS AND CONDITIONS",
      "sections": [
        {
          "heading": "§ 1132.1   Purpose of this part.",
          "paragraphs": [
            "(a) This part specifies standard wording of general terms and conditions concerning recipients' purchases of property (supplies, equipment, and real property) and services.",
            "(b) It thereby implements OMB guidance in 2 CFR 200.317 through 200.326, and appendix II to 2 CFR part 200, as those portions of 2 CFR part 200 apply to general terms and conditions of grants and cooperative agreements. It also partially implements 2 CFR 200.205(d), 200.213, and 200.517."
          ]
        },
        {
          "heading": "§ 1132.2   Applicability of this part.",
          "paragraphs": [
            "The types of awards and entities to which this part and other parts in this subchapter apply are described in the subchapter overview at 2 CFR 1126.2."
          ]
        },
        {
          "heading": "§ 1132.3   Exceptions from requirements of this part.",
          "paragraphs": [
            "Exceptions are permitted from the administrative requirements in this part only as follows:",
            "(a) As described in 2 CFR 1126.3, and",
            "(b) Based on any language in 2 CFR 200.110(a) regarding the applicability of the procurement standards in 2 CFR part 200."
          ]
        },
        {
          "heading": "§ 1132.4   Organization of this part.",
          "paragraphs": [
            "(a) The content of this part is organized into subparts and associated appendices.",
            "(1) Each subpart provides direction to DoD Components on how to construct one article of general terms and conditions for grants and cooperative agreements.",
            "(2) For each subpart, there is a corresponding appendix with standard wording for terms and conditions of the article addressed by the subpart. Terms and conditions address rights and responsibilities of the Federal Government and recipients.",
            "(b) A DoD Component must use the wording provided in each appendix in accordance with the direction in the corresponding subpart. That direction may permit DoD Components to vary from the standard wording in some situations.",
            "(c) Table 1 shows which article of general terms and conditions may be found in each of appendices A through C to this part (with the associated direction to DoD Components in Subparts A through C, respectively):"
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1134—FINANCIAL, PROGRAMMATIC, AND PROPERTY REPORTING: GENERAL AWARD TERMS AND CONDITIONS",
      "sections": [
        {
          "heading": "§ 1134.1   Purpose of this part.",
          "paragraphs": [
            "(a) This part specifies standard wording of general terms and conditions concerning recipients' reporting requirements.",
            "(b) It thereby implements OMB guidance on reporting in 2 CFR part 170 and the following portions of 2 CFR part 200, as they relate to general terms and conditions of grants and cooperative agreements:",
            "(1) 2 CFR 200.301 and 200.327 through 200.329; and",
            "(2) 2 CFR 200.300(b) as it relates to subaward reporting, 200.312(a) as it relates to inventories of federally owned property, and 200.343(a) as it relates to financial and performance reporting."
          ]
        },
        {
          "heading": "§ 1134.2   Applicability of this part.",
          "paragraphs": [
            "The types of awards and entities to which this part and other parts in this subchapter apply are described in the subchapter overview at 2 CFR 1126.2."
          ]
        },
        {
          "heading": "§ 1134.3   Exceptions from requirements of this part.",
          "paragraphs": [
            "Exceptions are permitted from the administrative requirements in this part only as described at 2 CFR 1126.3."
          ]
        },
        {
          "heading": "§ 1134.4   Organization of this part.",
          "paragraphs": [
            "(a) The content of this part is organized into subparts and associated appendices.",
            "(1) Each subpart provides direction to DoD Components on how to construct one article of general terms and conditions for grants and cooperative agreements.",
            "(2) For each subpart, there is a corresponding appendix with standard wording for terms and conditions of the article addressed by the subpart. Terms and conditions address rights and responsibilities of the Federal Government and recipients.",
            "(b) A DoD Component must use the wording provided in each appendix in accordance with the direction in the corresponding subpart. That direction may permit DoD Components to vary from the standard wording in some situations.",
            "(c) Table 1 shows which article of general terms and conditions may be found in each of appendices A through D to this part (with the associated direction to DoD Components in Subparts A through D, respectively):"
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1136—OTHER ADMINISTRATIVE REQUIREMENTS: GENERAL AWARD TERMS AND CONDITIONS",
      "sections": [
        {
          "heading": "§ 1136.1   Purpose of this part.",
          "paragraphs": [
            "(a) This part specifies standard wording of general terms and conditions concerning submission and maintenance of recipient information; records retention and access; remedies for noncompliance and termination; claims, disputes, and appeals; collection of amounts due; closeout; and after-the-award requirements.",
            "(b) It thereby implements OMB guidance for grants and cooperative agreements in multiple portions of 2 CFR part 200, as those portions apply to general terms and conditions. Specifically, this part implements:",
            "(1) 2 CFR 200.113 and 200.210(b)(1)(iii);",
            "(2) 2 CFR 200.300(b) as it refers to requirements in 2 CFR part 25; and",
            "(3) 2 CFR 200.333 through 200.345."
          ]
        },
        {
          "heading": "§ 1136.2   Applicability of this part.",
          "paragraphs": [
            "The types of awards and entities to which this part and other parts in this subchapter apply are described in the subchapter overview at 2 CFR 1126.2."
          ]
        },
        {
          "heading": "§ 1136.3   Exceptions from requirements of this part.",
          "paragraphs": [
            "Exceptions are permitted from the administrative requirements in this part only as described at 2 CFR 1126.3."
          ]
        },
        {
          "heading": "§ 1136.4   Organization of this part.",
          "paragraphs": [
            "(a) The content of this part is organized into subparts and associated appendices.",
            "(1) Each subpart provides direction to DoD Components on how to construct one article of general terms and conditions for grants and cooperative agreements.",
            "(2) For each subpart, there is a corresponding appendix with standard wording for terms and conditions of the article addressed by the subpart. Terms and conditions address rights and responsibilities of the Federal Government and recipients.",
            "(b) A DoD Component must use the wording provided in each appendix in accordance with the direction in the corresponding subpart. That direction may permit DoD Components to vary from the standard wording in some situations.",
            "(c) Table 1 shows which article of general terms and conditions may be found in each of appendices A through G to this part (with the associated direction to DoD Components in Subparts A through G, respectively):"
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1138—REQUIREMENTS RELATED TO SUBAWARDS: GENERAL AWARD TERMS AND CONDITIONS",
      "sections": [
        {
          "heading": "§ 1138.1   Purpose of this part.",
          "paragraphs": [
            "(a) This part specifies standard wording of general terms and conditions concerning recipients' award and administration of subawards under DoD grants and cooperative agreements.",
            "(b) It thereby implements OMB guidance in Subparts A through F of 2 CFR part 200 and 2 CFR parts 25, 170, and 180, as they apply to subawards."
          ]
        },
        {
          "heading": "§ 1138.2   Applicability of this part.",
          "paragraphs": [
            "The types of awards and entities to which this part and other parts in this subchapter apply are described in the subchapter overview at 2 CFR 1126.2."
          ]
        },
        {
          "heading": "§ 1138.3   Exceptions from requirements of this part.",
          "paragraphs": [
            "Exceptions are permitted from the administrative requirements in this part only as described at 2 CFR 1126.3."
          ]
        },
        {
          "heading": "§ 1138.4   Organization of this part.",
          "paragraphs": [
            "(a) The content of this part is organized into subparts and associated appendices.",
            "(1) Each subpart provides direction to DoD Components on how to construct one article of general terms and conditions for grants and cooperative agreements.",
            "(2) For each subpart, there is a corresponding appendix with standard wording for terms and conditions of the article addressed by the subpart. Terms and conditions address rights and responsibilities of the Federal Government and recipients.",
            "(b) A DoD Component must use the wording provided in each appendix in accordance with the direction in the corresponding subpart and the authorization in § 1138.5, which permit a DoD Component to vary from the standard wording in some situations.",
            "(c) Table 1 shows which article of general terms and conditions may be found in each of appendices A through L to this part (with the associated direction to DoD Components in Subparts A through L, respectively, as supplemented by the authorization in § 1138.5):"
          ]
        },
        {
          "heading": "§ 1138.5   Authority to omit or reserve portions of SUB Articles I through XII.",
          "paragraphs": [
            "A DoD Component's general terms and conditions may:",
            "(a) Omit SUB Articles II through XII that are the subject of this part if the DoD Component does not allow recipients to make subawards under awards using those terms and conditions. The DoD Component also may amend SUB Article I in that case, to state the prohibition on making subawards and limit the recipient's responsibility to ensuring that any transaction it awards at the next tier is a procurement transaction.",
            "(b) Reserve portions of SUB Articles I through XII that do not apply to the DoD Component's awards using those terms and conditions. For example, the DoD Component may reserve paragraphs in SUB Articles IV through IX specifying administrative requirements that flow down solely to subawards to States if it determines that there is no possibility of a subaward to a State under any of the awards using its general terms and conditions. Similarly, it may reserve SUB Article XII if it does not permit any fixed-amount subawards under its awards."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1140 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 1141-1155 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 1156-1170 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 1171-1199 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1200—NONPROCUREMENT SUSPENSION AND DEBARMENT",
      "sections": [
        {
          "heading": "§ 1200.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Department of Transportation policies and procedures for nonprocurement suspension and debarment. It thereby gives regulatory effect for the Department of Transportation to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Supension and Debarment” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Suspension and Debarment” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Public Law 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 1200.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970;",
            "(b) Respondent in a Department of Transportation suspension or debarment action;",
            "(c) Department of Transportation debarment or suspension official;",
            "(d) Department of Transportation grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 1200.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The Department of Transportation policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220), as supplemented by section 220 in this part (i.e., § 1200.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, Department of Transportation policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1201—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 1201.1   What does this part do?",
          "paragraphs": [
            "Except as otherwise provided in this part, the Department of Transportation adopts the Office of Management and Budget Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards (2 CFR part 200). This part supersedes and repeals the requirements of the Department of Transportation Common Rules (49 CFR part 18—Uniform Administrative Requirements for Grants and Cooperative Agreements to State and Local Governments and 49 CFR part 19—Uniform Administrative Requirements—Uniform Administrative Requirements for Grants and Agreements with Institutions of Higher Education, Hospitals, and other Non-Profit Organizations), except that grants and cooperative agreements executed prior to December 26, 2014 shall continue to be subject to 49 CFR parts 18 and 19 as in effect on the date of such grants or agreements. New parts with terminology specific to the Department of Transportation follow."
          ]
        },
        {
          "heading": "§ 1201.2   Definitions.",
          "paragraphs": [
            "Throughout this part, the term “DOT Component” refers to any Division, Office, or Mode (e.g., the Federal Aviation Administration (FAA), Federal Highway Administration (FHWA), Federal Motor Carrier Safety Administration (FMCSA), Federal Railroad Administration (FRA), Federal Transit Administration (FTA), Maritime Administration (MARAD), National Highway Traffic Safety Administration (NHTSA), Office of Inspector General (OIG), Office of the Secretary of Transportation (OST), Pipeline and Hazardous Materials Safety Administration (PHMSA), St. Lawrence Seaway Development Corporation (SLSDC), and the Surface Transportation Board (STB)) within the Department of Transportation awarding Federal financial assistance. In addition, the term “DOT Headquarters” refers to the Secretary of Transportation or any office designated by the Secretary to fulfill headquarters' functions within any office under the Secretary's immediate supervision."
          ]
        },
        {
          "heading": "§ 1201.80   Program income.",
          "paragraphs": [
            "Notwithstanding 2 CFR 200.1, program income means gross income earned by the non-Federal entity that is directly generated by a supported activity or earned as a result of the Federal award during the period of performance. (See 2 CFR 200.1 Definitions.) Program income includes but is not limited to income from fees for services performed, the use or rental or real or personal property acquired under Federal awards, the sale of commodities or items fabricated under a Federal award, license fees and royalties on patents and copyrights, and principal and interest on loans made with Federal award funds. Interest earned on advances of Federal funds is not program income. Except as otherwise provided in Federal statutes, regulations, or the terms and conditions of the Federal award, program income does not include rebates, credits, discounts, taxes, special assessments, levies, and fines raised by a grantee and subgrantee, and interest earned on any of them."
          ]
        },
        {
          "heading": "§ 1201.102   Exceptions.",
          "paragraphs": [
            "DOT Headquarters may grant exceptions to Part 1201 on a case-by-case basis. Such exceptions will be granted only as determined by the Secretary of Transportation."
          ]
        },
        {
          "heading": "§ 1201.106   DOT Component implementation.",
          "paragraphs": [
            "The specific requirements and responsibilities for grant-making DOT Components are set forth in this part. DOT Components must implement the language in this part unless different provisions are required by Federal statute or are approved by DOT Headquarters. DOT Components making Federal awards to non-Federal entities must implement the language in the Subpart C—Pre-Federal Award Requirements and Contents of Federal Awards of this Part through Subpart F—Audit Requirements of this Part in codified regulations unless different provisions are required by Federal statute or are approved by DOT Headquarters."
          ]
        },
        {
          "heading": "§ 1201.107   DOT Headquarters responsibilities.",
          "paragraphs": [
            "DOT Headquarters will review DOT Component implementation of this part, and will provide interpretations of policy requirements and assistance to ensure effective and efficient implementation. Any exceptions will be subject to approval by DOT Headquarters. Exceptions will only be made in particular cases where adequate justification is presented."
          ]
        },
        {
          "heading": "§ 1201.108   Inquiries.",
          "paragraphs": [
            "Inquiries regarding Part 1201 should be addressed to the DOT Component making the award, cognizant agency for indirect costs, cognizant or oversight agency for audit, or pass-through entities as appropriate. DOT Components will, in turn, direct the inquiry to the Office of Chief Financial Officer, Department of Transportation."
          ]
        },
        {
          "heading": "§ 1201.109   Review date.",
          "paragraphs": [
            "DOT Headquarters will review this part at least every five years after December 26, 2014."
          ]
        },
        {
          "heading": "§ 1201.112   Conflict of interest.",
          "paragraphs": [
            "The DOT Component making a financial assistance award must establish conflict of interest policies for Federal awards, including policies from DOT Headquarters. The non-Federal entity must disclose in writing any potential conflict of interest to the DOT Component or pass-through entity in accordance with applicable Federal awarding agency policy."
          ]
        },
        {
          "heading": "§ 1201.207   Standard application requirements.",
          "paragraphs": [
            "The requirements of 2 CFR 200.207 do not apply to formula grant programs, which do not require applicants to apply for funds on a project basis."
          ]
        },
        {
          "heading": "§ 1201.313   Equipment.",
          "paragraphs": [
            "Notwithstanding 2 CFR 200.313, subrecipients of States shall follow such policies and procedures allowed by the State with respect to the use, management and disposal of equipment acquired under a Federal award."
          ]
        },
        {
          "heading": "§ 1201.317   Procurements by States.",
          "paragraphs": [
            "Notwithstanding 2 CFR 200.317, subrecipients of States shall follow such policies and procedures allowed by the State when procuring property and services under a Federal award."
          ]
        },
        {
          "heading": "§ 1201.328   Financial reporting.",
          "paragraphs": [
            "Notwithstanding 2 CFR 200.328, recipients of FHWA and NHTSA financial assistance may use FHWA, NHTSA or State financial reports."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 1202-1299 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 1300-1325 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1326—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 1326.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Department of Commerce policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Public Law 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 1326.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970, as supplemented by subpart B and § 1326.970 of this part).",
            "(b) Respondent in a Department of Commerce suspension or debarment action.",
            "(c) Department of Commerce debarment or suspension official;",
            "(d) Department of Commerce grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction;"
          ]
        },
        {
          "heading": "§ 1326.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The Department of Commerce policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 1326.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, Department of Commerce policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1327—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 1327.101   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the authority listed above, the Department of Commerce adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for the Department."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1328 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1329—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 1329.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of Department of Commerce grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (subparts A through F of 2 CFR part 182) for the Department of Commerce's grants and cooperative agreements; and",
            "(b) Establishes Department of Commerce policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Governmentwide implementing regulations."
          ]
        },
        {
          "heading": "§ 1329.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of a Department of Commerce grant or cooperative agreement; or",
            "(b) Department of Commerce awarding official."
          ]
        },
        {
          "heading": "§ 1329.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, Department of Commerce policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 1330-1399 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1400—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 1400.10   What does this part do?",
          "paragraphs": [
            "This part provides procedures for the Department of the Interior nonprocurement suspension and debarment actions."
          ]
        },
        {
          "heading": "§ 1400.20   When does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970, as supplemented by subpart B and § 1400.970);",
            "(b) Respondent in a Department of the Interior suspension or debarment action;",
            "(c) Department of the Interior debarment or suspension official, i.e., the Director, Office of Acquisition and Property Management; or",
            "(d) Department of the Interior grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 1400.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) The Department of the Interior policies and procedures that you must follow are specified in:",
            "(1) Each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180; and",
            "(2) The supplement to each section of the OMB guidance that is found in this part under the same section number. (The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., Sec. 1400.220)).",
            "(b) For any section of OMB guidance in subparts A through I of 2 CFR part 180 that has no corresponding section in this part, Department of the Interior policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1401—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": []
    },
    {
      "part_heading": "PART 1402—FINANCIAL ASSISTANCE INTERIOR REGULATION, SUPPLEMENTING THE UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": []
    },
    {
      "part_heading": "PARTS 1403-1499 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1500—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": []
    },
    {
      "part_heading": "PARTS 1501-1531 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1532—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 1532.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Environmental Protection Agency (EPA) policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the EPA to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 1532.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970;",
            "(b) Respondent in an EPA suspension or debarment action;",
            "(c) EPA debarment or suspension official; or",
            "(d) EPA grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 1532.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The EPA policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 1532.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, EPA policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1536—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 1536.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of Environmental Protection Agency grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (Subparts A through F of 2 CFR part 182) for the Environmental Protection Agency's grants and cooperative agreements; and",
            "(b) Establishes Environmental Protection Agency policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Governmentwide implementing regulations."
          ]
        },
        {
          "heading": "§ 1536.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in Subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of a Environmental Protection Agency grant or cooperative agreement; or",
            "(b) Environmental Protection Agency awarding official."
          ]
        },
        {
          "heading": "§ 1536.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in Subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, Environmental Protection Agency policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 1537-1599 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1600—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 1600.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the U.S. International Development Finance Corporation (DFC) regulations for non-procurement debarment and suspension. It thereby gives regulatory effect for DFC to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR, 1986 Comp., p. 189); Executive Order 12689, “Debarment and Suspension” (3 CFR, 1989 Comp., p. 235); and section 2455 of the Federal Acquisition Streamlining Act of 1994, Public Law 103-355 (31 U.S.C. 6101 note)."
          ]
        },
        {
          "heading": "§ 1600.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see 2 CFR part 180, subpart B, and the definition of “non-procurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in a DFC suspension or debarment action;",
            "(c) DFC suspending or debarring official; and",
            "(d) DFC investment, guarantee, insurance or grant official authorized to enter into any type of non-procurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 1600.30   What regulations must I follow?",
          "paragraphs": [
            "The DFC regulations that you must follow are the regulations specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180 as that section is supplemented by the section in this part with the same section number or by additional provisions with no corresponding section number. For any section of OMB guidance in subparts A through I of 2 CFR part 180 that has no corresponding section in this part, DFC regulations are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 1601-1699 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1800—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 1800.1   Authority.",
          "paragraphs": [
            "The National Aeronautics and Space Administration (NASA) awards grants and cooperative agreements under the authority of 51 U.S.C. 20113 (e), the National Aeronautics and Space Act. This part 1800 is issued under the authority of 51 U.S.C. 20113 (e), Pub. L. 97-258, 96 Stat. 1003 (31 U.S.C. 6301 et seq.), and 2 CFR part 200."
          ]
        },
        {
          "heading": "§ 1800.2   Purpose.",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through F and applicable appendices of 2 CFR part 200 (as revised in April 2024), as supplemented by this part, as the NASA policies and procedures for uniform administrative requirements, cost principles, and audit requirements for Federal awards. It thereby gives regulatory effect for NASA to the OMB guidance as supplemented by this part."
          ]
        },
        {
          "heading": "§ 1800.3   Applicability.",
          "paragraphs": [
            "(a) This part establishes policies and procedures for grants and cooperative agreements awarded by NASA to non-Federal entities, for-profit organization, foreign organizations, and foreign public entities as allowed by 2 CFR 200.101. For supplemental guidance, NASA has adopted section numbers that correspond to those in the OMB guidance in 2 CFR part 200.",
            "(1) Non-Federal entities must follow the policies and procedures appearing in subparts A through F and applicable appendices of 2 CFR part 200 and as supplemented by this part.",
            "(2) Foreign organizations and foreign public entities must follow the policies and procedures appearing in subparts A through E and applicable appendices of 2 CFR part 200 and as supplemented by this part.",
            "(3) U.S. and foreign for-profit organizations must follow the policies and procedures appearing in subparts A through D and applicable appendices of 2 CFR part 200 and as supplemented by this part. The Federal Acquisition Regulation (FAR) at 48 CFR parts 30 and 31, takes precedence over the cost principles in 2 CFR part 200, subpart E for Federal awards to U.S. and foreign for-profit organizations.",
            "(b) Throughout this part, the term “award” refers to both “grant” and “cooperative agreement” unless otherwise indicated.",
            "(c)(1) In general, research with foreign organizations and foreign public entities will not be conducted through grants or cooperative agreements, but instead will be accomplished on a no-exchange-of-funds basis. In these cases, NASA enters into agreements undertaking projects of international scientific collaboration. NASA's policy on performing research with foreign organizations and foreign public entities on a no-exchange-of-funds basis is set forth at NASA FAR Supplement (NFS) 1835.016-70 and 1835.016-72. In rare instances, NASA may enter into an international agreement under which funds will be transferred to a foreign recipient.",
            "(2) Grants or cooperative agreements awarded to foreign organizations and foreign public entities are made on an exceptional basis only. Awards require the prior approval of the Headquarters Office of International and Interagency Relations and the Headquarters Office of the General Counsel. Requests to issue awards to foreign organizations are to be coordinated through the Office of Procurement, Procurement and Grants Policy Division."
          ]
        },
        {
          "heading": "§ 1800.4   Amendment.",
          "paragraphs": [
            "This part will be amended by publication of changes in the Federal Register. Changes will be issued as final rules."
          ]
        },
        {
          "heading": "§ 1800.5   Publication.",
          "paragraphs": [
            "The official site for accessing the NASA grant and cooperative agreement policies, including notices, internal guidance, certifications, and other source information is on the internet at https://www.nasa.gov/general/grants-policy-and-compliance-team/."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 1801-1879 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1880—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 1880.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the NASA policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for NASA to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Public Law 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 1880.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in a NASA suspension or debarment action;",
            "(c) NASA debarment or suspension official; or",
            "(d) NASA grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 1880.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The NASA policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 1880.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, NASA policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 1881 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1882—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 1882.5   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through F of 2 CFR part 182, as supplemented by this part, as the NASA policies and procedures for implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants and cooperative agreements. It thereby gives regulatory effect for NASA to the OMB guidance. Further, it supplements the OMB guidance with NASA-specific regulation."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 1883-1899 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 1900—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 1900.1   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "The United States Agency for Global Media adopts the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards set forth at 2 CFR part 200. Thus, this part gives regulatory effect to the terms of 2 CFR part 200 (as effective October 1, 2024)."
          ]
        },
        {
          "heading": "§ 1900.2   [Reserved]",
          "paragraphs": []
        }
      ]
    },
    {
      "part_heading": "PARTS 1901-1999 [Reserved]",
      "sections": []
    },
    {
      "part_heading": "PART 2000—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": []
    },
    {
      "part_heading": "PARTS 2001-2099 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2200—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 2200.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Corporation for National and Community Service policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the Corporation for National and Community Service to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 2200.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction.” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970.",
            "(b) Respondent in a Corporation for National and Community Service suspension or debarment action;",
            "(c) Corporation for National and Community Service debarment or suspension official; or",
            "(d) Corporation for National and Community Service grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 2200.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The Corporation for National and Community Service policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., Sec. 2200.220). For any section of OMB guidance in subparts A through I of 2 CFR part 180 that has no corresponding section in this part, Corporation for National and Community Service policies and procedures are those in the OMB guidance."
          ]
        },
        {
          "heading": "§ 2200.137   Who in the Corporation for National and Community Service may grant an exception to let an excluded person participate in a covered transaction?",
          "paragraphs": [
            "The Chief Executive Officer (or another official designated by the Chief Executive Officer) has the authority to grant an exception to let an excluded person participate in a covered transaction, as provided in the OMB guidance at 2 CFR 180.135."
          ]
        },
        {
          "heading": "§ 2200.220   What contracts and subcontracts, in addition to those listed in 2 CFR 180.220, are covered transactions?",
          "paragraphs": [
            "Although the OMB guidance at 2 CFR 180.220(c) allows a Federal agency to do so (also see optional lower tier coverage in the figure in the appendix to 2 CFR part 180), Corporation for National and Community Service does not extend coverage of nonprocurement suspension and debarment requirements beyond first-tier procurement contracts under a covered nonprocurement transaction."
          ]
        },
        {
          "heading": "§ 2200.332   What methods must I use to pass requirements down to participants at lower tiers with whom I intend to do business?",
          "paragraphs": [
            "You as a participant must include a term or condition in lower-tier transactions requiring lower-tier participants to comply with Subpart C of the OMB guidance in 2 CFR part 180."
          ]
        },
        {
          "heading": "§ 2200.437   What method do I use to communicate to a participant the requirements described in the OMB guidance at 2 CFR 180.435?",
          "paragraphs": [
            "To communicate to a participant the requirements described in 2 CFR 180.435 of the OMB guidance, you as an agency official must include a term or condition in the transaction that requires the participant's compliance with subpart C of 2 CFR part 180, and requires the participant to include a similar term or condition in lower-tier covered transactions."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 2205—IMPLEMENTATION OF AND EXEMPTIONS TO 2 CFR",
      "sections": [
        {
          "heading": "§ 2205.100   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the authority listed above, the Corporation for National and Community Service adopts the Office of Management and Budget's (OMB) Guidance in 2 CFR part 200, except as specified in this part. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance for recipients of awards from the Corporation."
          ]
        },
        {
          "heading": "§ 2205.201   Use of grant agreements (including fixed amount awards), cooperative agreements, and contracts.",
          "paragraphs": [
            "(a) The Corporation will determine the appropriate instrument in accordance with its authorities under the national service laws, and in accordance with the Federal Grant and Cooperative Agreement Act (31 U.S.C. 6301-6308), as appropriate.",
            "(b) The Corporation and pass through entities may also provide fixed amount awards in the manner and in the amounts permitted under the national service laws."
          ]
        },
        {
          "heading": "§ 2205.306   Cost sharing or matching.",
          "paragraphs": [
            "(a) Shared costs or matching funds must meet the criteria of 2 CFR 200.306(b), with the exception of 2 CFR 200.306(b)(5). Federal funds from other agencies may be used as match or cost sharing as authorized by 42 U.S.C. 12571(e) under the national service laws."
          ]
        },
        {
          "heading": "§ 2205.332   Fixed amount subawards.",
          "paragraphs": [
            "Fixed amount subawards may be made in the manner and in amounts determined under the national service laws, as authorized by the Corporation, without respect to the Simplified Acquisition Threshold."
          ]
        },
        {
          "heading": "§ 2205.414   Indirect (F&A) costs.",
          "paragraphs": [
            "Administrative costs for programs funded under subtitles B and C of the National and Community Service Act of 1990, as amended, shall be subject to 45 CFR 2521.95 and 2540.110."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 2245—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 2245.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of the Corporation's grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (Subparts A through F of 2 CFR part 182) for the Corporation's grants and cooperative agreements; and",
            "(b) Establishes the Corporation's policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Government-wide implementing regulations."
          ]
        },
        {
          "heading": "§ 2245.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in Subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of a Corporation grant or cooperative agreement; or",
            "(b) A Corporation awarding official."
          ]
        },
        {
          "heading": "§ 2245.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in Subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, the Corporation's policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2246-2299 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2300—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 2300.10   Applicable regulations.",
          "paragraphs": [
            "The Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards set forth in 2 CFR part 200 shall apply to the Social Security Administration."
          ]
        },
        {
          "heading": "§§ 2300.11-2300.2335   [Reserved]",
          "paragraphs": []
        }
      ]
    },
    {
      "part_heading": "PARTS 2301-2335 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2336—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 2336.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the SSA policies and procedures for nonprocurement debarment and suspension. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 2336.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in an SSA suspension or debarment action;",
            "(c) SSA debarment or suspension official; or",
            "(d) SSA grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 2336.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The SSA policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220), as supplemented by section 220 in this part (i.e., § 2336.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, SSA policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 2339—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 2339.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of Social Security Administration (SSA) grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (subparts A through F of 2 CFR part 182) for SSA's grants and cooperative agreements; and",
            "(b) Establishes SSA's policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Government-wide implementing regulations."
          ]
        },
        {
          "heading": "§ 2339.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are—",
            "(a) A recipient of an SSA grant or cooperative agreement; or",
            "(b) An SSA awarding official."
          ]
        },
        {
          "heading": "§ 2339.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table.",
            "(c) Sections of the OMB guidance that this part does not supplement. Our policies and procedures are the same as those in the OMB guidance for any section not included in the table in paragraph (b) of this section."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2340-2399 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2400—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 2400.101   Applicable regulations.",
          "paragraphs": [
            "Unless excepted under 24 CFR chapters I through IX, the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, set forth in 2 CFR part 200, shall apply to Federal Awards made by the Department of Housing and Urban Development to non-Federal entities."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2401-2423 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2424—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 2424.10   What does this part do?",
          "paragraphs": [
            "In this part, HUD adopts, as HUD policies, procedures, and requirements for nonprocurement debarment and suspension, the OMB guidance in subparts A through I of 2 CFR part 180, as supplemented by this part. This adoption thereby gives regulatory effect for HUD to the OMB guidance, as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 2424.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)), apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970, as supplemented by § 2424.970 of this part);",
            "(b) Respondent in a HUD suspension or debarment action;",
            "(c) HUD debarment or suspension official; or",
            "(d) HUD grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 2424.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The HUD policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220), as supplemented by section 220 in this part (i.e., § 2424.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, HUD policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 2429—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 2429.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of HUD grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707) (referred to as the Act in this part) that applies to grants. This part:",
            "(a) Gives regulatory effect to the OMB guidance (Subparts A through F of 2 CFR part 182) for HUD grants and cooperative agreements; and",
            "(b) Establishes HUD policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for governmentwide implementing regulations."
          ]
        },
        {
          "heading": "§ 2429.20   Does this part apply to me?",
          "paragraphs": [
            "This part, and through this part, pertinent portions of the OMB guidance in subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a:",
            "(a) Recipient of a HUD grant or cooperative agreement; or",
            "(b) HUD awarding official."
          ]
        },
        {
          "heading": "§ 2429.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures of the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in Subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, HUD policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2430-2499 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2500—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 2500.100   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the Authority cited above, NSF has formally adopted 2 CFR part 200, Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards (“the Uniform Guidance”). The Foundation's implementation document, the NSF Proposal & Award Policies & Procedures Guide, may be found at: http://www.nsf.gov/publications/pub_summ.jsp?ods_key=papp.",
            "NSF's implementation includes the following deviation from the Uniform Guidance:",
            "Award Cash Management System—NSF is continuing collection of award financial information through the implementation of the Award Cash Management Service (ACM$) and the Program Income Worksheet. ACM$ replaced the NSF Federal Financial Report (FFR) and the NSF FastLane Cash Request process with a single web based user interface. ACM$ is used to collect award level detail financial information at the time of each payment request submitted by the awardee institution. The Program Income Worksheet is used to collect program income financial information from awardee institutions on an annual basis. ACM$ and the Program Income Worksheet utilize approved government-wide data elements from the FFR for the collection of financial information as provided for in the Uniform Guidance paragraph 505(c) and prescribed in 2 CFR 200.327. The requirement for Federal agencies to use the FFR data elements for cash management and financial reporting was publically announced in Federal Register on August 13, 2008."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2501-2519 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2520—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 2520.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the NSF policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for NSF to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Public Law 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 2520.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see Subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970).",
            "(b) Respondent in an NSF suspension or debarment action.",
            "(c) NSF debarment or suspension official.",
            "(d) NSF grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 2520.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The NSF policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 2520.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, NSF policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2521-2599 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2600—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 2600.100   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the authority listed above, the National Archives and Records Administration (NARA), through its National Historical Publications and Records Commission (NHPRC), adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200, except regarding indirect costs (see § 2600.101). Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for NARA and NHPRC."
          ]
        },
        {
          "heading": "§ 2600.101   Indirect costs exception to 2 CFR 200.414.",
          "paragraphs": [
            "As approved by the Archivist of the United States, the National Archives does not permit grant recipients to use allocated funds from NARA or NHPRC for indirect costs. Grant recipients may use cost sharing to cover indirect costs instead. NARA's policies on indirect costs are located at http://www.archives.gov/nhprc, and are included in grant opportunity announcements."
          ]
        },
        {
          "heading": "§ 2600.102   Additional NARA grant administration policies.",
          "paragraphs": [
            "Grant recipients must also follow NARA grant administration policies and procedures set out in 36 CFR parts 1202, 1206, 1208, 1211, and 1212."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2601-2699 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2700—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 2700.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the SBA policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for SBA to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189); Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235); and section 2455 of the Federal Acquisition Streamlining Act of 1994, Pub. L. 103-355 (31 U.S.C. 6101 note)."
          ]
        },
        {
          "heading": "§ 2700.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in an SBA suspension or debarment action;",
            "(c) SBA debarment or suspension official; or",
            "(d) SBA grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 2700.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The SBA policies and procedures you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 of this part (i.e., § 2700.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, SBA policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 2701—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 2701.1   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "(a) Under the authority listed above, the U.S. Small Business Administration adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200, except for 2 CFR 200.74, 200.92, and 200.93. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for the Administration."
          ]
        },
        {
          "heading": "§ 2701.74   Pass-through entity.",
          "paragraphs": [
            "SBA will only make awards to pass-through entities where expressly authorized by statute."
          ]
        },
        {
          "heading": "§ 2701.92   Subaward.",
          "paragraphs": [
            "SBA will only permit pass-through entities to make awards to subrecipients where expressly authorized by statute."
          ]
        },
        {
          "heading": "§ 2701.93   Subrecipient.",
          "paragraphs": [
            "SBA will only permit non-Federal entities to receive subawards where expressly authorized by statute."
          ]
        },
        {
          "heading": "§ 2701.112   Conflict of Interest.",
          "paragraphs": [
            "The following conflict of interest policies apply to all SBA awards of financial assistance:",
            "(a) Where an employee or contractor of a non-Federal entity providing assistance under an SBA award also provides services in exchange for pay in her or his private capacity, that employee or contractor may not accept as a client for her or his private services any individual or firm she or he assists under an SBA award.",
            "(b) No non-Federal entity providing assistance under an SBA award (nor any subrecipient, employee, or contractor of such an entity) may give preferential treatment to any client referred to it by an organization with which it has a financial, business, or other relationship.",
            "(c) Except where otherwise provided for by law, no non-Federal entity may seek or accept an equity stake in any firm it assists under the auspices of an SBA award. Additionally, no principal, officer, employee, or contractor of such an entity (nor any of their Close or Secondary Relatives as those terms are defined by 13 CFR 108.50) may seek or accept an equity stake or paid position in any firm the entity assists under an SBA award."
          ]
        },
        {
          "heading": "§ 2701.414   Indirect (F&A) Costs.",
          "paragraphs": [
            "(a) When determining whether a deviation from a negotiated indirect cost rate is justified, SBA will consider the following factors:",
            "(1) The degree to which a non-Federal entity has been able to defray its overhead expenses via those indirect costs it has recovered under other, concurrent SBA awards;",
            "(2) The amount of funding that must be devoted to conducting program activities in order for a project to result in meaningful outcomes; and",
            "(3) The amount of project funds that will remain available for conducting program activities after a negotiated rate is applied.",
            "(b) After conducting the analysis required in paragraph (a) above, the head of each SBA grant program office will determine in writing whether there is sufficient justification to deviate from a negotiated indirect cost rate.",
            "(c) Where SBA determines that deviation from a negotiated rate is justified, it will provide a copy of that determination to OMB and will inform potential applicants of the deviation in the corresponding funding announcement."
          ]
        },
        {
          "heading": "§ 2701.503   Relation to other audit requirements.",
          "paragraphs": [
            "Non-Federal entities that are not subject to the requirements of the Single Audit Act and that are performing projects under SBA awards will be required to submit copies of their audited financial statements for their most recently completed fiscal year. Costs associated with the auditing of a non-Federal entity's financial statements may be included in its negotiations for an indirect cost rate agreement in accordance with 2 CFR 200.425."
          ]
        },
        {
          "heading": "§ 2701.513   Responsibilities.",
          "paragraphs": [
            "For SBA, the Single Audit Senior Accountable Official is the Deputy Chief Operating Officer. The Single Audit Liaison is the Director, Office of Grants Management."
          ]
        },
        {
          "heading": "§ 2701.600   Other regulatory guidance.",
          "paragraphs": [
            "(a) In addition to the general regulations set forth above and those contained in 2 CFR part 200, the program-specific regulations governing the operation of SBA's individual grant programs may be found in title 13 of the Code of Federal Regulations beginning at the sections noted below:",
            "(1) New Markets Venture Capital program—13 CFR 108.2000.",
            "(2) Program for Investment in Microentrepreneurs (PRIME)—13 CFR 119.1.",
            "(3) Microloan program—13 CFR 120.700.",
            "(4) 7(j) Management and Technical Assistance program—13 CFR 124.701.",
            "(5) Small Business Development Center program—13 CFR 130.100.",
            "(b) [Reserved]"
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2702-2799 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2800—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS BY THE DEPARTMENT OF JUSTICE",
      "sections": [
        {
          "heading": "§ 2800.101   Adoption of 2 CFR part 200.",
          "paragraphs": [
            "Under the authority listed above, the Department of Justice adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200, except as otherwise may be provided by this Part. Unless expressly provided otherwise, any reference in this part to any provision of law not in this part shall be understood to constitute a general reference and thus to include any subsequent changes to the provision."
          ]
        },
        {
          "heading": "§ 2800.313   Equipment.",
          "paragraphs": [
            "Title I of the Omnibus Crime Control and Safe Streets Act of 1968, Public Law 90-351, section 808 (42 U.S.C. 3789), creates a special rule for disposition and use of equipment and supplies purchased by funds made available under that Title, which rule, where applicable, supersedes any conflicting provisions of 2 CFR 200.313. Section 808 currently provides that such equipment and supplies shall vest in the criminal justice agency or nonprofit organization that purchased the property if such agency or nonprofit certifies to the appropriate State office (as indicated in the statute) that it will use the property for criminal justice purposes, and further provides that, if such certification is not made, title to the property shall vest in the State office, which shall seek to have the property used for criminal justice purposes elsewhere in the State prior to using it or disposing of it in any other manner."
          ]
        },
        {
          "heading": "§ 2800.314   Supplies.",
          "paragraphs": [
            "Title I of the Omnibus Crime Control and Safe Streets Act of 1968, Public Law 90-351, section 808 (42 U.S.C. 3789) creates a special rule for disposition and use of equipment and supplies purchased by funds made available under that Title, which rule, where applicable, supersedes any conflicting provisions of § 200.314. Section 808 currently provides that such equipment and supplies shall vest in the criminal justice agency or nonprofit organization that purchased the property if such agency or nonprofit certifies to the appropriate State office (as indicated in the statute) that it will use the property for criminal justice purposes, and further provides that, if such certification is not made, title to the property shall vest in the State office, which shall seek to have the property used for criminal justice purposes elsewhere in the State prior to using it or disposing of it in any other manner."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2801-2866 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2867—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 2867.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Department of Justice policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the Department of Justice to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 2867.20   To whom does this part apply?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to any—",
            "(a) Participant or principal in a “covered transaction” (sees subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970 (as supplemented by subpart B of this part));",
            "(b) Respondent in a Department of Justice suspension or debarment action;",
            "(c) Department of Justice debarment or suspension official;",
            "(d) Department of Justice grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 2867.30   What policies and procedures must be followed?",
          "paragraphs": [
            "The Department of Justice policies and procedures that must be followed are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 2867.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, Department of Justice policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 2868-2899 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2900—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": []
    },
    {
      "part_heading": "PARTS 2901-2997 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 2998—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 2998.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Department of Labor (DOL) policies and procedures for non-procurement debarment and suspension. It thereby gives regulatory effect for DOL to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189); Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235); and section 2455 of the Federal Acquisition Streamlining Act of 1994, 103 (31 U.S.C. 6101 note)."
          ]
        },
        {
          "heading": "§ 2998.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “non-procurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in a Department of Labor suspension or debarment action;",
            "(c) Department of Labor debarment or suspension official; or",
            "(d) Department of Labor grants officer, agreements officer, or other official authorized to enter into any type of non-procurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 2998.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) The Department of Labor's policies and procedures that you must follow are specified in:",
            "(1) Each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180; and",
            "(2) The supplement to each section of the OMB guidance that is found in this part under the same section number. (The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., Sec. 2998.220)).",
            "(b) For any section of OMB guidance in subparts A through I of 2 CFR part 180 that has no corresponding section in this part, the Department of Labor's policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 2999 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 3000—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 3000.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in Subparts A through I of 2 CFR part 180, as supplemented by this part, as the Department of Homeland Security policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the Department of Homeland Security to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 3000.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in Subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see Subpart B of 2 CFR Part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in a Department of Homeland Security suspension or debarment action;",
            "(c) Department of Homeland Security debarment or suspension official;",
            "(d) Department of Homeland Security grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 3000.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The Department of Homeland Security policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in Subparts A through I of 2 CFR Part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 3000.220). For any section of OMB guidance in Subparts A through I of 2 CFR Part 180 that has no corresponding section in this part, Department of Homeland Security policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 3001—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 3001.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of Department of Homeland Security (DHS) grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance, as supplemented by this part (Subparts A through F of 2 CFR part 182) for DHS's grants and cooperative agreements; and",
            "(b) Establishes DHS policies and procedures, as supplemented by this part, for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Government-wide implementing regulations."
          ]
        },
        {
          "heading": "§ 3001.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in Subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of a DHS grant or cooperative agreement; or",
            "(b) DHS awarding official."
          ]
        },
        {
          "heading": "§ 3001.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. This part supplements the OMB guidance in 2 CFR part 182 as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in Subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, DHS policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 3002—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 3002.10   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the authority listed above, the Department of Homeland Security adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for the Department."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 3003-3099 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 3100-3184 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 3185—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 3185.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Institute of Museum and Library Services (IMLS) policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for IMLS to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 3185.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970.",
            "(b) Respondent in an IMLS suspension or debarment action.",
            "(c) IMLS debarment or suspension official;",
            "(d) IMLS grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 3185.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The IMLS policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 3185.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, IMLS policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 3186—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 3186.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of IMLS grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (Subparts A through F of 2 CFR part 182) for the IMLS's grants and cooperative agreements; and",
            "(b) Establishes IMLS policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Governmentwide implementing regulations."
          ]
        },
        {
          "heading": "§ 3186.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in Subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of an IMLS grant or cooperative agreement; or",
            "(b) IMLS awarding official."
          ]
        },
        {
          "heading": "§ 3186.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in Subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, IMLS policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 3187—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 3187.1   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the authority listed above, the Institute of Museum and Library Services (IMLS) adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200, with the additions that are provided below. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for IMLS."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 3188-3199 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 3200-3253 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 3254—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 3254.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the National Endowment for the Arts (NEA) policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the NEA to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Public Law 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 3254.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970.",
            "(b) Respondent in a NEA suspension or debarment action.",
            "(c) NEA debarment or suspension official;",
            "(d) NEA grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction;"
          ]
        },
        {
          "heading": "§ 3254.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The NEA policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 3254.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, NEA policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 3255—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 3255.1   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the authority listed above, the National Endowment for the Arts (NEA) adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for the NEA."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 3256—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 3256.100   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of NEA grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (subparts A through F of 2 CFR part 182) for the NEA's grants and cooperative agreements; and",
            "(b) Establishes NEA policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Governmentwide implementing regulations."
          ]
        },
        {
          "heading": "§ 3256.105   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of an NEA grant or cooperative agreement; or",
            "(b) NEA awarding official."
          ]
        },
        {
          "heading": "§ 3256.110   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in the applicable sections of the OMB guidance in subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the guidance in 2 CFR part 182, this part supplements four sections of that guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, the NEA's policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 3257-3299 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 3300-3368 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 3369—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 3369.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the National Endowment for the Humanities (NEH) policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the NEH to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Public Law 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 3369.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970).",
            "(b) Respondent in a NEH suspension or debarment action.",
            "(c) NEH debarment or suspension official;",
            "(d) NEH grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction;"
          ]
        },
        {
          "heading": "§ 3369.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The NEH policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 3369.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, NEH policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 3373—REQUIREMENTS FOR DRUG-FREE WORKPLACE (FINANCIAL ASSISTANCE)",
      "sections": [
        {
          "heading": "§ 3373.10   What does this part do?",
          "paragraphs": [
            "This part requires that the award and administration of NEH grants and cooperative agreements comply with Office of Management and Budget (OMB) guidance implementing the portion of the Drug-Free Workplace Act of 1988 (41 U.S.C. 701-707, as amended, hereafter referred to as “the Act”) that applies to grants. It thereby—",
            "(a) Gives regulatory effect to the OMB guidance (Subparts A through F of 2 CFR part 182) for the NEH's grants and cooperative agreements; and",
            "(b) Establishes NEH policies and procedures for compliance with the Act that are the same as those of other Federal agencies, in conformance with the requirement in 41 U.S.C. 705 for Governmentwide implementing regulations."
          ]
        },
        {
          "heading": "§ 3373.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in Subparts A through F of 2 CFR part 182 (see table at 2 CFR 182.115(b)) apply to you if you are a—",
            "(a) Recipient of a NEH grant or cooperative agreement; or",
            "(b) NEH awarding official."
          ]
        },
        {
          "heading": "§ 3373.30   What policies and procedures must I follow?",
          "paragraphs": [
            "(a) General. You must follow the policies and procedures specified in applicable sections of the OMB guidance in Subparts A through F of 2 CFR part 182, as implemented by this part.",
            "(b) Specific sections of OMB guidance that this part supplements. In implementing the OMB guidance in 2 CFR part 182, this part supplements four sections of the guidance, as shown in the following table. For each of those sections, you must follow the policies and procedures in the OMB guidance, as supplemented by this part.",
            "(c) Sections of the OMB guidance that this part does not supplement. For any section of OMB guidance in Subparts A through F of 2 CFR part 182 that is not listed in paragraph (b) of this section, NEH policies and procedures are the same as those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 3374—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 3374.1   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the authority listed above, the National Endowment for the Humanities (NEH) adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for NEH."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 3375-3399 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 3400-3473 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 3474—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 3474.1   Adoption of 2 CFR part 200.",
          "paragraphs": [
            "(a) The Department of Education adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200, except for 2 CFR 200.102(a) and 2 CFR 200.207(a). Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for the Department.",
            "(b) The authority for all of the provisions in 2 CFR part 200 as adopted in this part is listed as follows."
          ]
        },
        {
          "heading": "§ 3474.5   How exceptions are made to 2 CFR part 200.",
          "paragraphs": [
            "(a) With the exception of Subpart F—Audit Requirements of 2 CFR part 200, the Secretary of Education, after consultation with OMB, may allow exceptions for classes of Federal awards or non-Federal entities subject to the requirements of this part when exceptions are not prohibited by statute. However, in the interest of maximum uniformity, exceptions from the requirements of this part will be permitted only in unusual circumstances.",
            "(b) Exceptions for classes of Federal awards or non-Federal entities will be published on the OMB Web site at www.whitehouse.gov/omb."
          ]
        },
        {
          "heading": "§ 3474.10   Clarification regarding 2 CFR 200.207.",
          "paragraphs": [
            "The Secretary or a pass-through entity may, in appropriate circumstances, designate the specific conditions established under 2 CFR 200.207 as “high-risk conditions” and designate a non-Federal entity subject to specific conditions established under § 200.207 as “high-risk”."
          ]
        },
        {
          "heading": "§ 3474.15   Contracting with faith-based organizations and nondiscrimination.",
          "paragraphs": [
            "(a) This section establishes responsibilities that grantees and subgrantees have in selecting contractors to provide direct Federal services under a program of the Department. Grantees and subgrantees must ensure compliance by their subgrantees with the provisions of this section and any implementing regulations or guidance.",
            "(b)(1) A faith-based organization is eligible to contract with grantees and subgrantees, including States, on the same basis as any other private organization.",
            "(2)(i) In selecting providers of goods and services, grantees and subgrantees, including States—",
            "(A) May not discriminate for or against a private organization on the basis of the organization's religious character, motives, or affiliation, or lack thereof, or on the basis of conduct that would not be considered grounds to favor or disfavor a similarly situated secular organization; and",
            "(B) Must ensure that the award of contracts is free from political interference, or even the appearance of such interference, and is done on the basis of merit, not on the basis of religion or religious belief, or lack thereof.",
            "(ii) Notices or announcements of award opportunities and notices of award or contracts must include language substantially similar to that in appendices A and B, respectively, to 34 CFR part 75.",
            "(3) No grant document, agreement, covenant, memorandum of understanding, policy, or regulation that is used by a grantee or subgrantee in administering Federal financial services from the Department may require faith-based organizations to provide assurances or notices if they are not required of non-faith-based organizations. Any restrictions on the use of grant funds must apply equally to faith-based and non-faith-based organizations. All organizations that participate in Department programs or services, including organizations with religious character, motives, or affiliation, must carry out eligible activities in accordance with all program requirements, including those prohibiting the use of direct Federal financial assistance to engage in explicitly religious activities, subject to any accommodations that are granted to organizations on a case-by-case basis in accordance with the Constitution and laws of the United States, including Federal civil rights laws.",
            "(4) No grant document, agreement, covenant, memorandum of understanding, policy, or regulation that is used by a grantee or subgrantee may disqualify faith-based organizations from participating in Department-funded programs or services on the basis of the organization's religious character, motives, or affiliation, or lack thereof, or on the basis of conduct that would not be considered grounds to disqualify a similarly situated secular organization.",
            "(5) Nothing in this section may be construed to preclude the Department from making an accommodation with respect to one or more program requirements on a case-by-case basis in accordance with the Constitution and laws of the United States, including Federal civil rights laws.",
            "(6) Neither a State nor the Department may disqualify an organization from participating in any Department program for which it is otherwise eligible on the basis of the organization's indication that it may request an accommodation with respect to one or more program requirements, unless the organization has made clear that the accommodation is necessary to its participation and the Department has determined that it would deny the accommodation.",
            "(c)(1) The provisions of 34 CFR 75.532 and 76.532 that apply to a faith-based organization that is a grantee or subgrantee also apply to a faith-based organization that contracts with a grantee or subgrantee, including a State.",
            "(2) The requirements referenced under paragraph (c)(1) of this section do not apply to a faith-based organization that provides goods or services to a beneficiary under a program supported only by indirect Federal financial assistance, as defined in 34 CFR 75.52(c)(3) and 76.52(c)(3).",
            "(d)(1) A private organization that provides direct Federal services under a program of the Department and engages in explicitly religious activities, such as worship, religious instruction, or proselytization, must offer those activities separately in time or location from any programs or services funded by the Department through a contract with a grantee or subgrantee, including a State. Attendance or participation in any such explicitly religious activities by beneficiaries of the programs and services supported by the contract must be voluntary.",
            "(2) The limitations on explicitly religious activities under paragraph (d)(1) of this section do not apply to a faith-based organization that provides services to a beneficiary under a program supported only by indirect Federal financial assistance, as defined in 34 CFR 75.52(c)(3) and 76.52(c)(3).",
            "(e)(1) A faith-based organization that contracts with a grantee or subgrantee, including a State, will retain its independence, autonomy, right of expression, religious character, and authority over its governance. A faith-based organization that receives Federal financial assistance from the Department does not lose the protections of law.",
            "(2) A faith-based organization that contracts with a grantee or subgrantee, including a State, may, among other things—",
            "(i) Retain religious terms in its name;",
            "(ii) Continue to carry out its mission, including the definition, development, practice, and expression of its religious beliefs;",
            "(iii) Use its facilities to provide services without concealing, removing, or altering religious art, icons, scriptures, or other symbols from these facilities;",
            "(iv) Select its board members on the basis of their acceptance of or adherence to the religious tenets of the organization; and",
            "(v) Include religious references in its mission statement and other chartering or governing documents.",
            "(f) A private organization that contracts with a grantee or subgrantee, including a State, may not discriminate against a beneficiary or prospective beneficiary in the provision of program goods or services, or in outreach activities related to such goods or services, on the basis of religion or religious belief, a refusal to hold a religious belief, or a refusal to attend or participate in a religious practice. However, an organization that participates in a program funded by indirect Federal financial assistance need not modify its program activities to accommodate a beneficiary who chooses to expend the indirect aid on the organization's program.",
            "(g) A religious organization's exemption from the Federal prohibition on employment discrimination on the basis of religion, in section 702(a) of the Civil Rights Act of 1964, 42 U.S.C. 2000e-1(a), is not forfeited when the organization contracts with a grantee or subgrantee.",
            "(h) No grantee or subgrantee receiving funds under any Department program or service shall construe these provisions in such a way as to advantage or disadvantage faith-based organizations affiliated with historic or well-established religions or sects in comparison with other religions or sects."
          ]
        },
        {
          "heading": "§ 3474.20   Open licensing requirement for competitive grant programs.",
          "paragraphs": [
            "For competitive grants awarded in competitions announced after February 21, 2017:",
            "(a) A grantee or subgrantee must openly license to the public the rights set out in paragraph (b)(1) of this section in any grant deliverable that is created wholly or in part with Department competitive grant funds, and that constitutes a new copyrightable work; provided, however, that when the deliverable consists of modifications to pre-existing works, the license shall extend only to those modifications that can be separately identified and only to the extent that open licensing is permitted under the terms of any licenses or other legal restrictions on the use of pre-existing works.",
            "(b)(1) With respect to copyrightable work identified in paragraph (a) of this section, the grantee or subgrantee must grant to the public a worldwide, non-exclusive, royalty-free, perpetual, and irrevocable license to—",
            "(i) Access, reproduce, publicly perform, publicly display, and distribute the copyrightable work;",
            "(ii) Prepare derivative works and reproduce, publicly perform, publicly display and distribute those derivative works; and",
            "(iii) Otherwise use the copyrightable work, provided that in all such instances attribution is given to the copyright holder.",
            "(2) Grantees and subgrantees may select any open licenses that comply with the requirements of this section, including, at the grantee's or subgrantee's discretion, a license that limits use to noncommercial purposes. The open license also must contain—",
            "(i) A symbol or device that readily communicates to users the permissions granted concerning the use of the copyrightable work;",
            "(ii) Machine-readable code for digital resources;",
            "(iii) Readily accessed legal terms; and",
            "(iv) The statement of attribution and disclaimer specified in 34 CFR 75.620(b).",
            "(c) A grantee or subgrantee that is awarded competitive grant funds must have a plan to disseminate the openly licensed copyrightable works identified in paragraph (a) of this section.",
            "(d)(1) The requirements of paragraphs (a), (b), and (c) of this section do not apply to—",
            "(i) Grants that provide funding for general operating expenses;",
            "(ii) Grants that provide support to individuals (e.g., scholarships, fellowships);",
            "(iii) Grant deliverables that are jointly funded by the Department and another Federal agency if the other Federal agency does not require the open licensing of its grant deliverables for the relevant grant program;",
            "(iv) Copyrightable works created by the grantee or subgrantee that are not created with Department grant funds;",
            "(v) Peer-reviewed scholarly publications that arise from any scientific research funded, either fully or partially, from grants awarded by the Department;",
            "(vi) Grantees or subgrantees under the Ready To Learn Television Program, as defined in the Elementary and Secondary Education Act of 1965, as amended, Title II, Subpart 3, Sec. 2431, 20 U.S.C. 6775;",
            "(vii) A grantee or subgrantee that has received an exception from the Secretary under 2 CFR 3474.5 and 2 CFR 200.102 (e.g., where the Secretary has determined that the grantee's dissemination plan would likely achieve meaningful dissemination equivalent to or greater than the dissemination likely to be achieved through compliance with paragraph (a) or (b) of this section, or compliance with paragraph (a) or (b) of this section would impede the grantee's ability to form the required partnerships necessary to carry out the purpose of the grant); and",
            "(viii) Grantees or subgrantees for which compliance with these requirements would conflict with, or materially undermine the ability to protect or enforce, other intellectual property rights or obligations of the grantee or subgrantee, in existence or under development, including those provided under 15 U.S.C. 1051, et seq., 18 U.S.C. 1831-1839, and 35 U.S.C. 200, et seq.",
            "(2) The requirements of paragraphs (a), (b), and (c) of this section do not alter any applicable rights in the grant deliverable available under 17 U.S.C. 106A, 203 or 1202, 15 U.S.C. 1051, et seq., or State law.",
            "(e) The license set out in paragraph (b)(1) of this section shall not extend to any copyrightable work incorporated in the grant deliverable that is owned by a party other than the grantee or subgrantee, unless the grantee or subgrantee has acquired the right to provide such a license in that work.",
            "(f) Definition. For purposes of this section,",
            "(1) A grant deliverable is a final version of a work, including any final version of program support materials necessary to the use of the deliverable, developed to carry out the purpose of the grant, as specified in the grant announcement.",
            "(2) A derivative work means a derivative work as defined in the Copyright Act, 17 U.S.C. 101."
          ]
        },
        {
          "heading": "§ 3474.21   Severability.",
          "paragraphs": [
            "If any provision of this part or its application to any person, act, or practice is held invalid, the remainder of the part or the application of its provisions to any person, act, or practice shall not be affected thereby."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 3485—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 3485.12   What does this part do?",
          "paragraphs": [
            "(a)(1) The Department of Education (the “Department” or “ED”) adopts subparts A through I of the Office of Management and Budget guidance in 2 CFR part 180. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for the Department. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR part 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR part 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327).",
            "(2) The table of contents for this part contains only those sections in part 3485 that include supplements to the guidance in part 180 and new sections needed to implement the guidance for the Department's programs. In those sections of the OMB guidance that are supplemented, the section in part 3485 includes both the text of the OMB guidance that is not affected by the change and any additional paragraphs that need to be added to the OMB guidance. For example, § 180.220 of this title contains only paragraphs (a) and (b). The text of § 3485.220, which supplements § 180.220 to extend lower-tier transactions to certain transactions below the primary tier, includes both the text of paragraph (a) and (b) of § 180.220 and the text of added paragraph (c).",
            "(3) In those sections in part 180 that do not have paragraph designations and that the Department supplements, the section in this part implementing the OMB guidance designates the undesignated paragraph from part 180 as paragraph (a) and the first supplemental paragraph as paragraph (b). For example, 2 CFR 180.330 includes an undesignated lead in paragraph and two subparagraphs designated (a) and (b). In § 3485.330, the undesignated paragraph in 2 CFR 180.330 is designated paragraph (a) and the two subparagraphs are designated paragraphs (1) and (2). The added paragraphs are designated paragraph (b) and (c).",
            "(b) The authority for all the provisions in 2 CFR part 180 as adopted in this part is listed as follows."
          ]
        },
        {
          "heading": "§ 3485.22   Does this part apply to me?",
          "paragraphs": [
            "This part applies to you if you are—",
            "(a) A participant or principal in a “covered transaction” (see subpart B of this part and the definition of “nonprocurement transaction” in § 180.970 of this title).",
            "(b) A respondent in a suspension or debarment action of the Department.",
            "(c) An ED deciding official; or",
            "(d) An ED officer authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 3485.32   What policies and procedures must I follow?",
          "paragraphs": [
            "The Department's policies and procedures that you must follow are the policies and procedures specified in this part and in Subparts A through I of 2 CFR part 180. The contracts that are covered transactions, for example, are specified in § 3485.220. Section 180.205 of this title does not require supplementation, so it is not included in the table of contents for this part and is not separately stated in this part."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 3486-3499 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 3500-3512 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 3513—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 3513.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Export Import Bank of the United States (Ex-Im Bank) policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for Ex-Im Bank to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 3513.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part 180 (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970, as supplemented by subpart B of this part).",
            "(b) Respondent in an Ex-Im Bank suspension or debarment action.",
            "(c) Ex-Im Bank debarment or suspension official;",
            "(d) Ex-Im Bank grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction;"
          ]
        },
        {
          "heading": "§ 3513.30   What policies and procedures must I follow?",
          "paragraphs": [
            "Ex-Im Bank policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this pat (i.e., § 3513.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, Ex-Im Bank policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 3514-3599 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PARTS 3600-3602 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 3603—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 3603.1   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Under the authority listed above, the Executive Office of the President, Office of National Drug Control Policy (ONDCP) adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200. Thus, this part gives regulatory effect to the OMB guidance and supplements the guidance as needed for ONDCP."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 3604-3699 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 3700—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 3700.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in subparts A through I of 2 CFR part 180, as supplemented by this part, as the Peace Corps policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the Peace Corps to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” (3 CFR 1986 Comp., p. 189), Executive Order 12689, “Debarment and Suspension” (3 CFR 1989 Comp., p. 235) and 31 U.S.C. 6101 note (Section 2455, Pub. L. 103-355, 108 Stat. 3327)."
          ]
        },
        {
          "heading": "§ 3700.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in a Peace Corps suspension or debarment action;",
            "(c) Peace Corps debarment or suspension official; or",
            "(d) Peace Corps grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 3700.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The Peace Corps policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § 3700.220). For any section of OMB guidance in subparts A through I of 2 CFR 180 that has no corresponding section in this part, Peace Corps policies and procedures are those in the OMB guidance."
          ]
        },
        {
          "heading": "§ 3700.137   Who in the Peace Corps may grant an exception to let an excluded person participate in a covered transaction?",
          "paragraphs": [
            "The Director of the Peace Corps has the authority to grant an exception to let an excluded person participate in a covered transaction, as provided in the OMB guidance at 2 CFR 180.135."
          ]
        },
        {
          "heading": "§ 3700.220   What contracts and subcontracts, in addition to those listed in 2 CFR 180.220, are covered transactions?",
          "paragraphs": [
            "Although the OMB guidance at 2 CFR 180.220(c) allows a Federal agency to do so (also see optional lower tier coverage in the figure in the appendix to 2 CFR part 180), Peace Corps does not extend coverage of nonprocurement suspension and debarment requirements beyond first-tier procurement contracts under a covered nonprocurement transaction."
          ]
        },
        {
          "heading": "§ 3700.332   What methods must I use to pass requirements down to participants at lower tiers with whom I intend to do business?",
          "paragraphs": [
            "You as a participant must include a term or condition in lower-tier transactions requiring lower-tier participants to comply with subpart C of the OMB guidance in 2 CFR part 180."
          ]
        },
        {
          "heading": "§ 3700.437   What method do I use to communicate to a participant the requirements described in the OMB guidance at 2 CFR 180.435?",
          "paragraphs": [
            "To communicate to a participant the requirements described in 2 CFR 180.435 of the OMB guidance, you as an agency official must include a term or condition in the transaction that requires the participant's compliance with subpart C of 2 CFR part 180, and requires the participant to include a similar term or condition in lower-tier covered transactions."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 3701-3799 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 5800—NONPROCUREMENT DEBARMENT AND SUSPENSION",
      "sections": [
        {
          "heading": "§ 5800.10   What does this part do?",
          "paragraphs": [
            "This part adopts the Office of Management and Budget (OMB) guidance in Subparts A through I of 2 CFR part 180, as supplemented by this part, as the U.S. Election Assistance Commission (“the Commission” or “EAC”) policies and procedures for nonprocurement debarment and suspension. It thereby gives regulatory effect for the Commission to the OMB guidance as supplemented by this part. This part satisfies the requirements in section 3 of Executive Order 12549, “Debarment and Suspension” and 31 U.S.C. 6101 note."
          ]
        },
        {
          "heading": "§ 5800.20   Does this part apply to me?",
          "paragraphs": [
            "This part and, through this part, pertinent portions of the OMB guidance in subparts A through I of 2 CFR part (see table at 2 CFR 180.100(b)) apply to you if you are a—",
            "(a) Participant or principal in a “covered transaction” (see subpart B of 2 CFR part 180 and the definition of “nonprocurement transaction” at 2 CFR 180.970);",
            "(b) Respondent in a Commission suspension or debarment action;",
            "(c) Commission debarment or suspension official; or",
            "(d) Commission grants officer, agreements officer, or other official authorized to enter into any type of nonprocurement transaction that is a covered transaction."
          ]
        },
        {
          "heading": "§ 5800.30   What policies and procedures must I follow?",
          "paragraphs": [
            "The Commission policies and procedures that you must follow are the policies and procedures specified in each applicable section of the OMB guidance in Subparts A through I of 2 CFR part 180, as that section is supplemented by the section in this part with the same section number. The contracts that are covered transactions, for example, are specified by section 220 of the OMB guidance (i.e., 2 CFR 180.220) as supplemented by section 220 in this part (i.e., § ______.220). For any section of OMB guidance in Subparts A through I of 2 CFR 180 that has no corresponding section in this part, Commission policies and procedures are those in the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PART 5801—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 5801.10   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "The U.S. Election Assistance Commission adopts the Office of Management and Budget (OMB) Guidance in 2 CFR part 200. Thus, this part gives regulatory effect to the OMB guidance."
          ]
        },
        {
          "heading": "§§ 5801.20-5801.99   [Reserved]",
          "paragraphs": []
        }
      ]
    },
    {
      "part_heading": "PARTS 5802-5899 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 5900—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§  5900.101   Adoption of 2 CFR part 200.",
          "paragraphs": [
            "The Gulf Coast Ecosystem Restoration Council adopts the Office of Management and Budget guidance in 2 CFR part 200, as revised effective October 1, 2024, except for 2 CFR 200.322(c) (collectively, OMB guidance). This part gives regulatory effect to the OMB guidance."
          ]
        }
      ]
    },
    {
      "part_heading": "PARTS 5901-5999 [RESERVED]",
      "sections": []
    },
    {
      "part_heading": "PART 6000—UNIFORM ADMINISTRATIVE REQUIREMENTS, COST PRINCIPLES, AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS",
      "sections": [
        {
          "heading": "§ 6000.1   Adoption of 2 CFR Part 200.",
          "paragraphs": [
            "Except as otherwise may be provided by this part, the Federal Communications Commission adopts the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards set forth at 2 CFR part 200."
          ]
        },
        {
          "heading": "§ 6000.2   [Reserved]",
          "paragraphs": []
        }
      ]
    },
    {
      "part_heading": "PARTS 6001-6099 [Reserved]",
      "sections": []
    }
  ]
}